<HTML>
<HEAD>
<TITLE>Elvis (Martyr et Tortionnaire)</TITLE>
</HEAD>
<BODY BGCOLOR="white" TEXT="black">
<CENTER><H1>Elvis (Martyr et Tortionnaire)</H1></CENTER>
<P>
<CENTER>Cette histoire commence le jour de sa naissance,</CENTER>
<CENTER>heureux d'avoir un fils ses parents l'appel&egrave;rent Elvis</CENTER>
<CENTER>et projet&egrave;rent sur lui toutes leurs esp&eacute;rances</CENTER>
<CENTER>avec une confiance pr&eacute;matur&eacute;e comme lui</CENTER>
<CENTER>car ils ne voyaient pas que son physique ingrat</CENTER>
<CENTER>ne faisait parler de lui qu'en terme de pauvre petit gars.</CENTER>
<CENTER>Mais m&ecirc;me ceux l&agrave; n'imaginaient pas l'ampleur des d&eacute;g&acirc;ts &agrave; venir.</CENTER>
<CENTER>D&eacute;s ses premi&egrave;res ann&eacute;es il ne cessait d'&eacute;nerver</CENTER>
<CENTER>ses camarades d'&eacute;cole avec ses oreilles d&eacute;coll&eacute;es.</CENTER>
<CENTER>D&eacute;sol&eacute;, r&eacute;sign&eacute;, il pr&eacute;f&eacute;rait se taire.</CENTER>
<CENTER>Solitaire, il pensait un jour viendra mon tour.</CENTER>
<CENTER>Mais ses maxillaires ce boxer aga&ccedil;aient les professeurs</CENTER>
<CENTER>qui d&eacute;j&agrave; doutaient de son intelligence.</CENTER>
<CENTER>Son cas de nullit&eacute; fut alors cit&eacute; en r&eacute;f&eacute;rence.</CENTER>
<CENTER>Quelle sordide exp&eacute;rience quand on sait que l'enfance</CENTER>
<CENTER>est sens&eacute;e incarner la parfaite insouciance.</CENTER>
</P><P>
<CENTER><B>Manque de bol ! Pas de pot !</B></CENTER>
</P><P>
<CENTER>Adolescent pub&egrave;re comme de bien entendu,</CENTER>
<CENTER>Elvis pensa au sexe d&egrave;s que le sien s'est tendu.</CENTER>
<CENTER>Mais de toutes les filles qu'on d&eacute;shabille &agrave; l'aise,</CENTER>
<CENTER>aucune voulait qu'Elvis ne les baise.</CENTER>
<CENTER>Lorsqu'il avait la barre contre les malabar, il &eacute;changeait</CENTER>
<CENTER>le droit de voir planqu&eacute; dans un garage le fils volage</CENTER>
<CENTER>du voisin se livrant &agrave; des exercices</CENTER>
<CENTER>propices &agrave; l'excitation de ce novice.</CENTER>
<CENTER>La masturbation devint son exutoire</CENTER>
<CENTER>d&egrave;s que l'occasion se pr&eacute;sentait il s'astiquait le
dard.</CENTER>
<CENTER>Ce n'est que plus tard durant son service militaire,</CENTER>
<CENTER>o&ugrave; il abandonna face contre terre</CENTER>
<CENTER>son honneur dans les bras muscl&eacute;s d'un colonel,</CENTER>
<CENTER>qu'Elvis d&eacute;couvrit le chemin qui m&egrave;ne au bordel.</CENTER>
<CENTER>Toutes ces femmes exhib&eacute;es &agrave; sa disposition,</CENTER>
<CENTER>il crut d'abord qu'il s'agissait d'une illusion.</CENTER>
<CENTER>Il d&ucirc;t les palper, les t&acirc;ter, les toucher, les tirer,</CENTER>
<CENTER>les enfiler trois nuits d'affil&eacute;es,</CENTER>
<CENTER>pour enfin r&eacute;aliser avec d&eacute;ception</CENTER>
<CENTER>que l'affection qu'elles lui portait &eacute;tait une question de pognon.</CENTER>
</P><P>
<CENTER>manque de bol ! pas de pot !</CENTER>
</P><P>
<CENTER>Recal&eacute; au concours d'entr&eacute;e de la police,</CENTER>
<CENTER>Elvis compris alors l'ampleur du mal&eacute;fice</CENTER>
<CENTER>qui r&eacute;agissait sa vie comme un long sacrifice</CENTER>
<CENTER>pour qu'un jour tout &ccedil;a finisse &agrave; Fleury-M&eacute;rogis.</CENTER>
<CENTER>Il devait y trouver sa place comme gardien de prison</CENTER>
<CENTER>v&eacute;ritable maton, virtuose du b&acirc;ton,</CENTER>
<CENTER>muni d'un sens aigu de la conscience professionnelle</CENTER>
<CENTER>dans les couloirs connu pour ses exc&egrave;s de z&egrave;le.</CENTER>
<CENTER>Elvis &eacute;tait pass&eacute; du martyr au tortionnaire</CENTER>
<CENTER>apr&egrave;s l'endroit du mal il connaissait l'envers</CENTER>
<CENTER>et promettait l'enfer et la mort avant l'heure</CENTER>
<CENTER>au taulard qui par malheur &eacute;tait son souffre douleur.</CENTER>
<CENTER>Jusqu'au matin gris o&ugrave; dans une mutinerie</CENTER>
<CENTER>Elvis perdit ce qui lui servait de vie,</CENTER>
<CENTER>quand de son flingue une balle lui rentra dans la bouche</CENTER>
<CENTER>son cerveau sur le m&ucirc;r fit l'effet d'une douche.</CENTER>
</P><P>
<CENTER>Manque de bol ! Pas de pot !</CENTER>
<CENTER>Elvis n'est pas une idole.</CENTER>
<CENTER>Manque de bol ! Pas de pot !</CENTER>
<CENTER>Elvis n'est pas un h&eacute;ros.</CENTER>
<CENTER>Manque de bol ! Pas de pot !</CENTER>
<CENTER>pas le roi du rock'n roll.</CENTER>
<CENTER>Manque de bol ! Pas de pot !</CENTER>
<CENTER>juste un pauvre bourreau.</CENTER>
</P>
</BODY>
</HTML>
