<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
   <TITLE>Les Meutes</TITLE>
</HEAD>
<BODY BGCOLOR="white" TEXT="black">
<CENTER><H1>Les Meutes</H1></CENTER>
<P>
<CENTER>La sc&egrave;ne se d&eacute;roule dans un quartier chic,</CENTER>
<CENTER>l&agrave; une foule en boule plante la panique,</CENTER>
<CENTER>quand tout &agrave; coup d&eacute;boule un bataillon de flics.</CENTER>
<CENTER>Bagarre des casques noirs contre foulards rouges</CENTER>
<CENTER>gare si je t'attrape &ccedil;a mattraque sur tout ce qui bouge.</CENTER>
<CENTER>Jets de cocktails Molotovs,</CENTER>
<CENTER>&eacute;l&eacute;ments de base au sc&eacute;nario catastrophe.</CENTER>
</P><P>
<CENTER><B>Tant qu'il y aura des barrages &agrave; faire sauter,</B></CENTER>
<CENTER><B>on trouvera dans les barrages des vauriens en pleine sant&eacute;.</B></CENTER>
</P><P>
<CENTER>Chacun pr&ecirc;t, entra&icirc;n&eacute; &agrave; tenir son r&ocirc;le</CENTER>
<CENTER>plexyglass contre batte de base-ball.</CENTER>
<CENTER>C'est ainsi dans nos contr&eacute;es que se manifeste la haine</CENTER>
<CENTER>jug&eacute;e dans les foyers comme de l'agressivit&eacute; malsaine.</CENTER>
<CENTER>Les m&ecirc;mes qui encouragent les lanceurs de fumig&egrave;nes</CENTER>
<CENTER>que plus rien ne g&ecirc;ne pas m&ecirc;me le manque d'oxyg&egrave;ne.</CENTER>
<CENTER>Connais-tu seulement la signification des 3 lettres fatidiques,</CENTER>
<CENTER>le v&eacute;ritable nom des morpions qui s'agitent</CENTER>
<CENTER>sans poser de questions ?</CENTER>
<CENTER>Compagnie : j'en connais de moins corrompue.</CENTER>
<CENTER>R&eacute;publicaine : comme une garde &agrave; vue.</CENTER>
<CENTER>S&eacute;curit&eacute; de l'emploi pour les bouffons de la loi.</CENTER>
<CENTER>Le sigle a fi&egrave;re allure sur les invincibles champions de la bavure</CENTER>
<CENTER>qui ricanent de ce qu'il leur reste de dents</CENTER>
<CENTER>car ils savent pertinemment qu'ils sortiront gagnants,</CENTER>
<CENTER>jamais perdants du combat permanent</CENTER>
<CENTER>que se livre la racaille et le gouvernement.</CENTER>
</P><P>
<CENTER>Tant qu'il y aura des barrages &agrave; faire sauter,</CENTER>
<CENTER>on trouvera dans les barrages des vauriens en pleine sant&eacute;.</CENTER>
</P><P>
<CENTER>Quitte &agrave; faire monter la tension telle une mayonnaise indigeste,</CENTER>
<CENTER>d&eacute;cristalliser l'expression que le sacre exerce,</CENTER>
<CENTER>toute la pression sur le moindre de tes faits et gestes,</CENTER>
<CENTER>par ce texte je proteste, je riposte et j'&eacute;ructe mes insultes,</CENTER>
<CENTER>parce que rien &agrave; part le bruit ne peut terrasser le silence</CENTER>
<CENTER>pour ne pas r&eacute;colter le fruit pourri de la complaisance.</CENTER>
<CENTER><B>Trop nombreux d&eacute;j&agrave; sont ceux qui se confortent</B></CENTER>
<CENTER><B>dans une id&eacute;e de libert&eacute; sous la forme d'une nature
morte.</B></CENTER>
<CENTER>Clou&eacute;e au dessus de la t&eacute;l&eacute; pour l'&eacute;ternit&eacute;</CENTER>
<CENTER>hors de port&eacute;e des &eacute;motions fortes,</CENTER>
<CENTER>et pourtant l'aventure commence au coin de la rue</CENTER>
<CENTER>pas besoin d'aller plus loin pour se faire bouffer tout cru.</CENTER>
<CENTER>En sortant votre chien d&eacute;sormais fa&icirc;tes bien attention</CENTER>
<CENTER>que les vauriens n'aient pas entam&eacute; la r&eacute;volution.</CENTER>
<CENTER>Si la jeunesse en col&egrave;re porte un regard s&eacute;v&egrave;re</CENTER>
<CENTER>sur l'exemple de leurs a&icirc;n&eacute;s, c'est qu'il ne peut les satisfaire.</CENTER>
<CENTER>Toujours perdant dans le grand assoupissement</CENTER>
<CENTER>qui provoque l'opinion publique et le gouvernement.</CENTER>
</P><P>
<CENTER>Tant qu'il y aura dans tous les coins planqu&eacute;s des bancs de requins,</CENTER>
<CENTER>tant qu'il y aura des clans de mesquins, rien que des super vilains,</CENTER>
<CENTER>r&eacute;sonnera dans les fortes t&ecirc;tes cette question m&eacute;taphysique,</CENTER>
<CENTER>qu'est-ce qui fait r&eacute;fl&eacute;chir les grands &agrave; part les pains de plastique ?</CENTER>
</P>
</BODY>
</HTML>
