<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
   <TITLE>La Chute</TITLE>
</HEAD>
<BODY BGCOLOR="white" TEXT="black">
<CENTER><H1>La Chute</H1></CENTER>
<P>
<CENTER>Crach&eacute; d'une bulle d'amour, depuis que j'ai vu le jour,</CENTER>
<CENTER>je me fais du soucis pour ce qui se d&eacute;roule</CENTER>
<CENTER>et d&eacute;boule aux alentours, avec le d&eacute;sir</CENTER>
<CENTER>de construire l'avenir.</CENTER>
<CENTER>Que tout autour s'&eacute;croulent les murs</CENTER>
<CENTER>pour laisser passer, tracer le futur.</CENTER>
<CENTER>Tenter de rester libre, garder le sens de l'&eacute;quilibre</CENTER>
<CENTER>avant que tout chavire dans le c&ocirc;t&eacute; obscur.</CENTER>
<CENTER>Je sais maintenant que je ne suis pas le seul.</CENTER>
<CENTER>A chaque heure je vois des gens qui aussi pensent</CENTER>
<CENTER>que les choses avancent &agrave; l'oppos&eacute; du bon sens.</CENTER>
<CENTER>Attention, quand je dis le bon sens</CENTER>
<CENTER>il faut que tu saches, avant que l'on se f&acirc;che</CENTER>
<CENTER>que jamais je n'impose &agrave; quiconque mes pens&eacute;es ni ma cause.</CENTER>
<CENTER>Mais j'insiste, soyons r&eacute;alistes,</CENTER>
<CENTER>le syst&egrave;me d&eacute;rive et arrive &agrave; l'&acirc;ge de la m&eacute;nopause.</CENTER>
</P><P>
<CENTER><B>Plus dur sera la chute.</B></CENTER>
</P><P>
<CENTER>Tu ne bouges pas, le monde tourne autour de toi.</CENTER>
<CENTER>Tu ne r&ecirc;ves pas, le monde cr&egrave;ve autour de toi.</CENTER>
<CENTER>Tu ne sens pas, le monde s'enfonce sous tes pas.</CENTER>
<CENTER>Je ne serais s&ucirc;rement pas h&eacute;ros de la r&eacute;volution,</CENTER>
<CENTER>s&ucirc;rement pas m&ecirc;me un morpion dans l'histoire de l'&eacute;volution,</CENTER>
<CENTER>mais l&agrave; n'est pas la question, l&agrave; n'est pas le propos,</CENTER>
<CENTER>je ne suis pas venu ici pour cultiver mon &eacute;go.</CENTER>
<CENTER>Certains porteurs de plumes ou de micros</CENTER>
<CENTER>analysent mes mots, trouvent mes propos d&eacute;magos.</CENTER>
<CENTER>Ont-ils donc une enclume &agrave; la place du cerveau ?</CENTER>
<CENTER>Etrangers &agrave; la sensation qu'on appelle compassion.</CENTER>
<CENTER>Seul le suicide du nouveau Sid</CENTER>
<CENTER>peut leur provoquer le style de l'&eacute;motion en toc.</CENTER>
<CENTER>Je ne bosse pas pour le fric ni pour l'&eacute;tique</CENTER>
<CENTER>plut&ocirc;t pour l'&eacute;poque.</CENTER>
</P><P>
<CENTER><B>Plus dur sera la chute.</B></CENTER>
</P><P>
<CENTER>Parfois emp&ecirc;tr&eacute; dans le merdier de mes pens&eacute;es,</CENTER>
<CENTER>me vient l'id&eacute;e de tout plaquer, l'envie de tout quitter.</CENTER>
<CENTER>Mais je me vois condamn&eacute; &agrave; doubler la mise,</CENTER>
<CENTER>j'ai les doigts coll&eacute;s dans la prise.</CENTER>
<CENTER>Tu ne r&ecirc;ves pas !</CENTER>
</P>
</BODY>
</HTML>
