<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
   <TITLE>Amnes'History</TITLE>
</HEAD>
<BODY BGCOLOR="white" TEXT="black">
<CENTER><H1>Amnes'History</H1></CENTER>
<P>
<CENTER>Comment pourrais-je oublier alors encore enfant</CENTER>
<CENTER>&agrave; l'&eacute;cole &laquo;Nuit et Brouillard&raquo; sur l'&eacute;cran ?</CENTER>
<CENTER>Dans le noir nos yeux hagards ne comprenaient pas</CENTER>
<CENTER>comment nos grands parents avaient laisser faire &ccedil;a.</CENTER>
<CENTER>Un tyran, un fou, h&eacute;ros d'une nation, œuvrant ouvertement</CENTER>
<CENTER>pour l'extermination d'une population d&eacute;sign&eacute;e responsable d'office,</CENTER>
<CENTER>accus&eacute;e, coupable, offerte en sacrifice</CENTER>
<CENTER>&agrave; tout un pays affam&eacute; de pain et de gloire.</CENTER>
<CENTER>Ils semblaient fiers de l'infamie, certains de la victoire,</CENTER>
<CENTER>usant de la folie, poussant &agrave; l'agonie les victimes choisies.</CENTER>
<CENTER>Peu d'espoir de survie dans les camps de la mort,</CENTER>
<CENTER>pire que du b&eacute;tail, je n'crois pas qu'il s'agisse l&agrave;</CENTER>
<CENTER>d'un simple point de d&eacute;tail, furent b&acirc;tis les plus grands</CENTER>
<CENTER>abattoirs de l'histoire. Dans d'&eacute;tranges laboratoires</CENTER>
<CENTER>d'obscurs docteurs mettaient un point d'honneur</CENTER>
<CENTER>&agrave; cultiver l'horreur, sourds au cris de douleur</CENTER>
<CENTER>d'un peuple qui meurt pour la sauvegarde de la race blanche.</CENTER>
<CENTER>Et le cauchemar recommence.</CENTER>
</P><P>
<CENTER><B>Les somnambules reculent, alerte &agrave; la d&eacute;mence,</B></CENTER>
<CENTER><B>comme un hasard de l'histoire, le cauchemar recommence.</B></CENTER>
</P><P>
<CENTER>Comment pourrais-je oublier quand, 50 ans plus tard,</CENTER>
<CENTER>ressortais des placards le m&ecirc;me vieux sc&eacute;nar'.</CENTER>
<CENTER>On avait juste chang&eacute; le nom des protagonistes,</CENTER>
<CENTER>pour faire le vide, on ne dit plus g&eacute;nocide, mais purification</CENTER>
<CENTER>ethnique, et on nous explique que l'on a rien &agrave; craindre</CENTER>
<CENTER>et pas de temps &agrave; perdre, chacun sa merde !</CENTER>
<CENTER>A trop s'en foutre nous sommes devenus des l&acirc;ches</CENTER>
<CENTER>complices inactifs d'une nouvelle t&acirc;che. Dans les livres</CENTER>
<CENTER>d'histoire quelques pages qu'on arrache, mais quelque</CENTER>
<CENTER>part, dans notre m&eacute;moire se cachent les images</CENTER>
<CENTER>d'un carnage qui reviennent en flash.</CENTER>
<CENTER>Aujourd'hui un foyer d'immigr&eacute;s incendi&eacute; en Allemagne</CENTER>
<CENTER>partout en Europe, en Italie comme en Espagne,</CENTER>
<CENTER>ici, en France, c'est une &eacute;vidence</CENTER>
<CENTER>le cauchemar recommence</CENTER>
</P><P>
<CENTER>Qui sera demain la cible des racistes irascibles ?</CENTER>
<CENTER>Qui seront les coupables ? Qui seront les victimes ?</CENTER>
<CENTER>Du m&ecirc;me crime perp&eacute;tu&eacute; contre l'humanit&eacute;</CENTER>
<CENTER>qui devra prouver qu'il a le droit d'exister ?</CENTER>
<CENTER>Qui pourra alors s'en foutre, devenir un l&acirc;che</CENTER>
<CENTER>complice inactif d'une nouvelle t&acirc;che ?</CENTER>
<CENTER>Qu'allons nous dire aux enfants quand ils ne</CENTER>
<CENTER>comprendrons pas, comment nous aussi avons</CENTER>
<CENTER>laiss&eacute; faire &ccedil;a, pour la sauvegarde de la race blanche
?</CENTER>
<CENTER>Que le cauchemar recommence.</CENTER>
</P>
</BODY>
</HTML>
