<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>Mental Urbain</title>
</head>
<body text="#000000" bgcolor="#FFFFFF">

<center>
<h1>
Mental Urbain</h1></center>

<center>Lanc&eacute; &agrave; la poursuite du maximum spirit,
<br>je me sens pourtant trop souvent arr&ecirc;t&eacute;,
<br>stopp&eacute; net, dans ma qu&ecirc;te. Arriv&eacute; au bout
<br>du compte faudrait pas que je regrette
<br>autant d'efforts pour d&eacute;raper dans le d&eacute;cor
<br>et speeder pour rien dans un quotidien,
<br>attir&eacute;, aveugl&eacute; par l'envie de faire
<br>quelque chose dont je serai fier.
<p>J'ai comme l'impression de subir la pression,
<br>la conviction qu'il faut de l'action,
<br>de la fum&eacute;e et du bruit afin de p&eacute;ter les plombs,
<br>pour semer la folie qui me colle aux talons,
<br>avant de m'enliser dans la confusion,
<br>la conviction qu'il me faut de l'action
<p>Pris au pi&egrave;ge, comme en &eacute;tat de si&egrave;ge,
<br>attach&eacute; malgr&eacute; moi &agrave; cette id&eacute;e de bien
de mal
<br>qui m'&eacute;loigne de l'animal, m'enveloppe le mental.
<br>Fils de l'&eacute;lectricit&eacute; et du m&eacute;tal,
<br>je ne suis que le fruit, le simple produit
<br>d'une civilisation en situation critique.
<br>J'applique la technique de la fuite en avant,
<br>affam&eacute;, avide, pr&ecirc;t &agrave; me lacher dans le vide.
<p>Les kilom&egrave;tres d&eacute;filent &agrave; ma fen&ecirc;tre
<br>mais je n'saurais jamais peut-&ecirc;tre
<br>ce qui se passe dans ma t&ecirc;te.
<p>Non je n'veux pas mourir dans la peau d'un blaireau
<br>qui se fait se fait mettre le tensiom&egrave;tre &agrave; z&eacute;ro.
<br>Je n'suis d'aucun parti, d'aucun club, d'aucune secte.
<br>Un panier de crabes, une masse d'insectes,
<br>un troupeau de moutons, une meute de loups,
<br>ce genre de notions est encore un peu flou.
<br>Au milieu de la foule qui avance &agrave; genoux,
<br>ma pens&eacute;e est ailleurs, je suis le sage et le fou.
<p>En mission pour l'acc&egrave;s &agrave; l'&eacute;tat de conscience,
<br>j'essaie de ne pas perdre confiance
<br>mais avant de m'&eacute;clipser aurai-je seulement la chance
<br>d'acc&eacute;der au c&ocirc;t&eacute; sacr&eacute; de l'existence.
<br>J'ai la pulsion ardente, la passion br&ucirc;lante,
<br>ne comptez pas sur moi pour la file d'attente
<br>car je tiens le r&ocirc;le du 5<sup>&egrave;me</sup> &eacute;l&eacute;ment
<br>entre le feu, l'eau, la terre et le vent.</center>

</body>
</html>
