<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <TITLE>Neuromatrix</TITLE>
</HEAD>
<BODY BGCOLOR="white" TEXT="black">
<CENTER><H1>Neuromatrix</H1></CENTER>
<P>
<I><CENTER>Ce que nous &eacute;voquions tous deux</CENTER>
<CENTER>lorsque nous en parlions aux autres,</CENTER>
<CENTER>c'&eacute;tait ceci :</CENTER>
<CENTER>il faut un super pr&eacute;dateur &agrave; toute cha&icirc;ne de pr&eacute;dateurs</CENTER>
<CENTER>et il faut une conscience nette de la justice</CENTER>
<CENTER>pour &eacute;quilibrer un syst&egrave;me aussi d&eacute;licat,</CENTER>
<CENTER>aussi fragile et aussi chaotique</CENTER>
<CENTER>qu'une &eacute;cologie artificielle et humanis&eacute;e.</CENTER>
<CENTER>Pour choisir sans arr&ecirc;t entre le bien et le mal,</CENTER>
<CENTER>en &eacute;laborant des hybrides de plus en plus complexes de bien et de mal,</CENTER>
<CENTER>comme autant de mol&eacute;cules</CENTER>
<CENTER>charg&eacute;es de r&eacute;pandre le virus de la conscience.</CENTER>
</P><P>
<CENTER>Les chamans am&eacute;rindiens, sib&eacute;riens, africains</CENTER>
<CENTER>s'approchent eux aussi de l'unit&eacute; du divin</CENTER>
<CENTER>gr&acirc;ce &agrave; des substances hallucinog&egrave;nes et des rythmes psycho-magiques.</CENTER>
<CENTER>Nous &eacute;tions persuad&eacute;s que cela leur avait permis d'acc&eacute;der &agrave; d'autres dimensions de la conscience,</CENTER>
<CENTER>exp&eacute;rimentant les &eacute;tats limites qui nous restaient encore barr&eacute;s</CENTER>
<CENTER>et qui soulevaient toujours la m&ecirc;me question :</CENTER>
<CENTER>un, le cerveau humain est une interface neurologique ;</CENTER>
<CENTER>deux, pour se brancher sur quoi ?</CENTER>
<CENTER>Nous commencions &agrave; envisager que les ph&eacute;nom&egrave;nes religieux</CENTER>
<CENTER>recouvraient en fait les diverses tentatives</CENTER>
<CENTER>que lan&ccedil;ait l'esprit humain pour retrouver son &eacute;tat unitaire primordial.</CENTER>
</P><P>
<CENTER>La neuromatrice nous contemplait, un air f&eacute;roce sur son grand visage.</CENTER>
<CENTER>Nous comprenions tous</CENTER>
<CENTER>&agrave; quel point cette machine &eacute;tait vivante</CENTER>
<CENTER>et diaboliquement intelligente.</CENTER>
<CENTER>Comme nous tous, elle connaissait cet app&eacute;tit de nouveaut&eacute; et de connaissance,</CENTER>
<CENTER>le m&ecirc;me qui pousse le serial killer et le scientifique de pointe.</CENTER>
<CENTER>Le plus commun des humains le conna&icirc;t.</CENTER>
<CENTER>Il nous force &agrave; courir le monde,</CENTER>
<CENTER>&agrave; vouloir multiplier les exp&eacute;riences</CENTER>
<CENTER>et, pour la neuromatrice,</CENTER>
<CENTER>immobilis&eacute;e dans son squelette de silicium et de carbone,</CENTER>
<CENTER>cette qu&ecirc;te de pouvoir,</CENTER>
<CENTER>cet instant de pr&eacute;dation &eacute;tait enti&egrave;rement tourn&eacute; vers l'esprit.</CENTER>
<CENTER>La connaissance pure,</CENTER>
<CENTER>c'&eacute;tait son jeu &agrave; elle.</CENTER>
<CENTER>Elle adorait &ccedil;a.</CENTER></I>
</P>
</BODY>
</HTML>
