<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <TITLE>Charisman</TITLE>
</HEAD>
<BODY>

<CENTER>
<H1>Charisman</H1></CENTER>

<CENTER>Lib&eacute;rez-vous du poids de vos contraintes,
<BR>je connais vos craintes &eacute;coutez ma voix.
<BR>Arr&ecirc;tez vos complaintes, venez trouver la foi.
<BR>D&eacute;livrez-vous du mal.
<BR>J'ai en ma possession la solution &agrave; vos angoisses,
<BR>brisons la glace, mes fr&egrave;res, je sens que le courant passe.
<BR>Nous ne sommes que poussi&egrave;re perdues dans l'espace.
<BR>Accordez-moi votre confiance, je vous sortirai de l'impasse
<BR>o&ugrave; la monotonie de la routine vous tasse.
<BR>J'apporterai le r&ecirc;ve et la lumi&egrave;re, j'ai l'art et la mani&egrave;re,
<BR>le don d'avoir l'air immortel, l&eacute;ger comme l'air,
<BR>tel le volatile qui ne touche jamais terre.
<BR>Oui je suis celui que tu aurais aim&eacute; &ecirc;tre,
<BR>celui que tu suis qui te monte &agrave; la t&ecirc;te,
<BR>l'exemple que tu samples et que tu r&eacute;p&egrave;tes,
<BR>plus que ton &ecirc;tre c'est moi que tu respectes.
<BR>A chacun de mes mots tu restes accroch&eacute; &agrave; ma bouche,
<BR>ma voix t'appelle comme le miel attire les mouches :
<BR>des formules faciles, des phrases qui t'enivrent,
<BR>tu aimes, tu r&eacute;clames, &agrave; la pelle je t'en livre.
<BR>Tu t'enlisais avant moi, partais &agrave; la d&eacute;rive.
<BR>Tu n'existais pas avant moi, rien que l'impression de vivre
<BR>une com&eacute;die, une parodie, l'oppos&eacute; du paradis,
<BR>aujourd'hui c'est fini, nous sommes enfin r&eacute;unis.
<P>Adorez le leader le gourou
<BR>qui voit clair dans le flou,
<BR>l'empereur, le f&uuml;hrer, le seigneur des fous.
<BR>Comptez sur moi j'ai ce qu'il vous faut
<BR>ce que l'on vous a dit avant moi &eacute;tait faux.
<P>Tu commences &agrave; ressentir ma puissance t'envahir.
<BR>Sois heureux d'appr&eacute;cier ma pr&eacute;sence &agrave; tes c&ocirc;t&eacute;s.
<BR>Je repr&eacute;sente d&eacute;sormais ce que tu ne seras jamais :
<BR>le messie, l'ic&ocirc;ne, l'idole, l'ami id&eacute;al.
<BR>Tu me v&eacute;n&egrave;res et m'installes au sommet d'un pi&eacute;destal,
<BR>et je deviens le gardien du bien et du mal.
<BR>Tu me portes aussi haut que je c&ocirc;toie les dieux.
<BR>Je sais prendre le nom et l'aspect que je veux :
<BR>chanteur de rock, de rap, de vari&eacute;t&eacute;,
<BR>cador &eacute;lectoral pr&eacute;sident d&eacute;put&eacute;,
<BR>pr&eacute;sentateur &agrave; la t&eacute;l&eacute;, tapin m&eacute;diatique
<BR>ou proph&egrave;te &agrave; la t&ecirc;te d'une secte satanique.
<BR>Je fais la collecte des adeptes
<BR>dont je capte l'intellect.
<BR>A tous les &eacute;tages je prospecte.
<BR>Prosp&egrave;res sont les affaires
<BR>car je ratisse large
<BR>pour vous emmener vers le nouvel &acirc;ge.
<P>Adorez le leader le gourou
<BR>qui voit clair dans le flou,
<BR>l'empereur, le f&uuml;hrer, le seigneur des fous.
<BR>Comptez sur moi j'ai ce qu'il vous faut
<BR>ce que l'on vous a dit avant moi &eacute;tait faux.
<BR>Tout est faux.
<BR>...</CENTER>

</BODY>
</HTML>
