<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <TITLE>S&eacute;rie B</TITLE>
</HEAD>
<BODY>

<CENTER>
<H1>
S&eacute;rie B</H1></CENTER>

<CENTER>Comprenez-moi
<BR>permettez-moi
<BR>de r&eacute;agir &agrave; quoi
<BR>me semble important,
<BR>pourtant je sais que, m&ecirc;me en r&eacute;unissant
<BR>le maximum de ma volont&eacute;,
<BR>jamais je ne changerai les hommes,
<BR>ni la mentalit&eacute; des rats
<BR>qui ont pris forme humaine.
<BR>Et ceux la m&ecirc;me
<BR>qui ont fait de ta vie une chienne,
<BR>un conflit arm&eacute; motiv&eacute; par le profit,
<BR>chacun participant seulement dans sa cat&eacute;gorie.
<BR>Alors comme &ccedil;a il para&icirc;t qu'on est pas tous du m&ecirc;me
monde.
<BR>Stop net ta route,
<BR>&eacute;coute-moi quelques secondes
<BR>laisse-moi semer le doute
<BR>&nbsp;Allez allez soyons moins cons que des supporters dans une tribune
de foot,
<BR>qui se foutent sur la gueule pour la couleur du maillot
<BR>&agrave; laquelle ils s'identifient comme aux pens&eacute;es de Mao.
<BR>Une seule id&eacute;e pour plusieurs cerveaux,
<BR>oh d&eacute;sol&eacute; mais cela ne vole pas haut.
<P>Je ne me prends pas pour un dieu,
<BR>non je ne suis pas un g&eacute;ant
<BR>et m&ecirc;me si elle n'est rien au milieu de l'oc&eacute;an,
<BR>une simple goutte d'eau peut faire d&eacute;border le vase :
<BR>c'est ma fa&ccedil;on d'aborder le malaise &agrave; la base.
<P>Non non
<BR>Je ne crois pas que l'&eacute;quilibre soit de rester immobile,
<BR>se contenter de contempler la vie qui d&eacute;file
<BR>comme un film de s&eacute;rie B dont tu connais la fin
<BR>m&ecirc;me si tu ne l'as pas &eacute;crite de ta main.
<BR>Le script est directement inspir&eacute; du pass&eacute;,
<BR>sans tirer de le&ccedil;ons des clich&eacute;s d&eacute;pass&eacute;s,
<BR>de trop vieux sch&eacute;mas rab&acirc;ch&eacute;s, jamais remplac&eacute;s.
<BR>Tout le monde &agrave; sa place et les moutons seront bien gard&eacute;s.
<BR>On pourrait continuer pendant des ann&eacute;es je pense
<BR>&agrave; se regarder ainsi en chien de fa&iuml;ence.
<BR>Mais quels que soient ton quartier
<BR>ou les traumas de ton enfance,
<BR>la lucidit&eacute; ne fait pas de pr&eacute;f&eacute;rence.
<BR>Ton identit&eacute; se laisse aller &agrave; des r&eacute;f&eacute;rences
<BR>d'une culture de merde qui te fait perdre le sens
<BR>des valeurs du coeur, d'o&ugrave; te viennent la puissance
<BR>et l'humilit&eacute; qui te m&egrave;ne &agrave; la connaissance.
<P>Je ne me prends pas pour un dieu,
<BR>non je ne suis pas un g&eacute;ant
<BR>et m&ecirc;me si elle n'est rien au milieu de l'oc&eacute;an,
<BR>une simple goutte d'eau peut faire d&eacute;border le vase :
<BR>c'est ma fa&ccedil;on d'aborder le malaise &agrave; la base.
<P>Explique-moi comment comptes tu obtenir le respect ?
<BR>Je ne te parle pas de tenir en respect.
<BR>Tu le sais, un jour ou l'autre tout se paie,
<BR>en nature oh bien s&ucirc;r pas en petites coupures.
<BR>Tu n'y &eacute;chapperas pas m&ecirc;me si tu joues les durs
<BR>avec une guitare qui sature le samedi soir en voiture.
<BR>Tra&icirc;ner en bande ah c'est s&ucirc;r &ccedil;a rassure,
<BR>comme les connards &agrave; k&eacute;pis, producteurs de bavures.
<BR>Mais penchons-nous plut&ocirc;t sur ce qu'il nous reste &agrave; faire
:
<BR>l'essentiel et le n&eacute;cessaire.
<BR>Sinon &agrave; quoi sert la gal&egrave;re
<BR>ou de passer des journ&eacute;es enti&egrave;res
<BR>&agrave; fumer des dosb&eacute;s la fen&ecirc;tre ferm&eacute;e.
<BR>Refaire le monde sur un canap&eacute;
<BR>c'est &agrave; la port&eacute;e
<BR>du premier beauf affal&eacute; devant le J.T.
<BR>Tu veux que les gens r&eacute;agissent ? Alors commence par r&eacute;agir.
<BR>Allez, donnez l'exemple plut&ocirc;t que de subir.
<P>Je ne me prends pas pour un dieu,
<BR>non je ne suis pas un g&eacute;ant
<BR>et m&ecirc;me si elle n'est rien au milieu de l'oc&eacute;an,
<BR>une simple goutte d'eau peut faire d&eacute;border le vase :
<BR>c'est ma fa&ccedil;on d'aborder le malaise &agrave; la base.
<BR>Une seule &eacute;tincelle peut faire exploser le gaz.</CENTER>

</BODY>
</HTML>
