<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>l'abruti</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/tools"></script>
</head>
<body>
Les probl&egrave;mes de voisinage font le bonheur des journalistes
en manque d’id&eacute;es pour leur papier quotidien. Mais ce n’est pas
forc&eacute;ment une bonne chose de se retrouver au milieu d’une dispute
de Clochemerle.
<p>Jusqu’&agrave; maintenant, je vivais en bon rapport avec mes voisins,
c’est-&agrave;-dire que je ne les connais que vaguement de vue.
<br>(Du moins telle est la situation dans l’immeuble o&ugrave; j’habite
actuellement. Auparavant, lorsque je vivais dans la banlieue est, j’avais
li&eacute; amiti&eacute; avec un couple de voisins.)
<br>Il n’y a pas de raison que les choses changent. Sauf si l’un des voisins
est un abruti…
<p><u>Quelque part en 1997-1998 :</u>
<br>Des papiers manuscrits apparaissent sur les murs. Les fautes d’orthographe
qu’ils contiennent les rendent vaguement amusants. Apparemment, l’immeuble
contient un(e) &eacute;nerv&eacute;(e) qui se plaint 1) que les gens claquent
la porte du sous-sol, 2) que les gens oublient de fermer la porte du sous-sol.
Le message n’est pas tr&egrave;s clair…
<br>Quelques mois plus tard, comme le mot d’ordre n’est pas pass&eacute;,
les papiers deviennent nominatifs. C’est ainsi que mon nom, agr&eacute;ment&eacute;
de deux fautes, appara&icirc;t en ent&ecirc;te d’un des papiers (toujours
affich&eacute; aujourd’hui).
<br>Un peu plus tard, un autre voisin appr&eacute;cie moins. En rentrant
chez moi, je vois un nouveau papier. Mais celui-ci est particuli&egrave;rement
amusant : l'abruti se plaint de claquements de porte, mais quelqu’un l’a
compl&eacute;t&eacute; en indiquant qu’il en avait assez de ces mots anonymes
sur les murs et dans sa bo&icirc;te &agrave; lettre. Le temps de poser
mes achats et de ressortir, le papier a disparu. Or mon voisin de palier
vient juste de refermer sa porte. Je sais d&eacute;sormais qui est l'abruti.
<p><u>Automne 1999 :</u>
<br>On sonne &agrave; ma porte. Surprise, surprise ! C’est l'abruti…
<br>Il m’explique qu’il a des probl&egrave;mes de r&eacute;ception avec
sa t&eacute;l&eacute;vision et qu’il pense que c’est parce que quelqu’un
de l’immeuble utilise Internet. J’essaie de ne pas rire, je lui explique
qu’effectivement j’ai acc&egrave;s &agrave; Internet mais que je ne vois
pas le rapport entre les deux.&nbsp; Que voulez-vous, ce n’est pas en passant
les soir&eacute;es &agrave; faire du tuning sur sa voiture (celle avec
le fanion du PSG accroch&eacute; au r&eacute;troviseur) ou sur sa moto
que l’on apprend les probl&egrave;mes d’interf&eacute;rences &eacute;lectromagn&eacute;tiques.
Il me dit aussi qu’il en a marre des gens qui claquent la porte du sous-sol
et qu’il a discut&eacute; avec ma propri&eacute;taire qui se demande si
je n’oublie pas de tailler les thuyas. Je lui r&eacute;ponds que je ne
claque pas la porte et que je coupe mes arbres. En r&eacute;sum&eacute;,
ce fut un dialogue constructif.
<br>Mais je me demande encore comment il a su que j’avais Internet… Je
suis toujours sid&eacute;r&eacute; par ce que les gens (malsains et) curieux
arrivent &agrave; savoir sur leurs voisins.
<p><u>25 mai 2000 :</u>
<br>Les choses d&eacute;g&eacute;n&egrave;rent… Pour des raisons sans rapport
avec cette saga, ceci est une semaine merdique remplie de nuits blanches.
J’ai fait un aller-retour &agrave; Paris entre trois et quatre heures du
matin. Trois heures plus tard, lorsque je reprends ma voiture pour aller
travailler, j’ai la charmante surprise de voir qu’un connard a mis de la
colle dans la serrure du garage. Acte oh combien sympathique !
<br>Vu mon &eacute;tat courant, j’avale tr&egrave;s difficilement la chose.
Un petit tour dans le sous-sol m'indique que je suis la seule victime et
que l'abruti est l’un des rares &agrave; avoir pris sa moto pour aller
travailler, les autres habitants de l’immeuble ne sont pas encore partis.
Je n’ai aucune preuve, juste une tr&egrave;s forte pr&eacute;somption.
Je vais donc sonner chez ce pauvre type, sa femme entrouvre la porte. Je
lui demande si c’est son mari qui affiche des petits papiers sur les murs
et qui encolle les serrures… Elle me r&eacute;pond que ce n’est pas elle.
Mais son insistance sur le mot “moi” au lieu de “nous” dans ses d&eacute;mentis
ne fait que renforcer ma suspicion.
<br>Pourquoi aurait-il fait cela ? Je ne vois qu’une explication : il m’a
entendu fermer la porte (que je ne claque pas, soit dit en passant) lorsque
je suis parti ou revenu au milieu de la nuit et il a p&eacute;t&eacute;
les plombs.
<br>(Si vous avez le m&ecirc;me genre de voisin que moi, sachez que l’ac&eacute;tone
r&eacute;sout les probl&egrave;mes de colle en quelques minutes.)
<p><u>7 juillet 2000 :</u>
<br>Quelques branches de thuyas jonchent la superficie (10m<sup>2</sup>)
de mon jardin… L’analyse du crime est facile &agrave; faire. Mon voisin
a coup&eacute; ses arbres ce matin, certaines branches sont malencontreusement
tomb&eacute;es de mon c&ocirc;t&eacute;, le long de la haie, je les compare
&agrave; celles lanc&eacute;es en plein milieu du jardin : les branches
sont sectionn&eacute;es de la m&ecirc;me fa&ccedil;on (un coupe-haie sectionne
de fa&ccedil;on beaucoup moins propre qu’un s&eacute;cateur).
<br>Dans ce cas, l’explication est tr&egrave;s simple. Je coupe la haie
beaucoup plus haut que lui (et plus haut que les deux m&egrave;tres l&eacute;gaux),
ce qu’il a l’air de ne pas appr&eacute;cier (cf. la discussion d’il y a
deux ans).
<p>J’attends la suite des &eacute;v&eacute;nements. La logique voudrait
qu’il explose mon ordinateur d’un coup de 22. Mais il aurait d&ucirc; le
faire la semaine derni&egrave;re lorsqu’il regardait la Coupe d’Europe
sur sa t&eacute;l&eacute; parasit&eacute;e.
<p><u>21 novembre 2000 :</u>
<br>Apr&egrave;s une p&eacute;riode de calme plat, petite surprise en revenant
de la plage (sortie char &agrave; voile avec GE pour f&ecirc;ter la fin
du projet sur lequel on bosse depuis deux ans) : impossible de rentrer
la clef dans la serrure du garage. C'est du d&eacute;j&agrave; vu.
<br>Un peu d'&eacute;nervement, le temps d'aller chercher la Maglite, de
regarder et voir qu'il s'agit d'un petit morceau de bois, de r&eacute;cup&eacute;rer
un trombone et de nettoyer la serrure, et je peux rentrer ma voiture. Heureusement,
je n'ai pas crois&eacute; l'abruti pendant ces deux minutes.
<p><u>7 septembre 2002</u>
<br>C'est amusant, les gens qui me connaissent dans le monde r&eacute;el
et qui tombe sur ma homepage me parlent toujours de cette page et de mon
voisin. Devant un tel int&eacute;r&ecirc;t, je ne peux que vous indiquer
la suite de la saga...
<br>Pour commencer, les papiers muraux ont disparu. En mars dernier, le
papier qui me demandait, depuis quatre ans, de ne pas claquer la porte
a &eacute;t&eacute; retir&eacute; par je ne sais qui.
<br>Depuis f&eacute;vrier, de temps &agrave; autre, disons une fois par
mois, je trouve une bouteille vide bien plac&eacute;e au milieu devant
ma porte de garage. Il y a eu quelques bouteilles de vin mais aussi des
jus de fruits, une huile d'olive (c'est toujours mieux que l'arachide),
un sirop d'orgeat (beurk !) et un pot de confiture (j'ai oubli&eacute;
son contenu). L'une de ses bouteilles &eacute;tait un Madiran 1990 que
j'avais jet&eacute; la veille dans la poubelle &agrave; verre. Les autres
viennent probablement du m&ecirc;me endroit.
<br>Je dois avouer que j'ai du mal &agrave; comprendre le message. Si vous
avez des id&eacute;es, je suis preneur.
<br>&nbsp;
<p>A suivre…
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: September 7</font><sup><font size=-2>th</font></sup><font size=-1>,
2002 - <a href="javascript:do_email()">Laurent</a></font></i>
<br>&nbsp;
<br>&nbsp;
</body>
</html>
