<HTML>
<HEAD>
   <META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=iso-8859-1">
   <META NAME="GENERATOR" CONTENT="Mozilla/4.04 [en] (Win95; I) [Netscape]">
   <TITLE>Alcool</TITLE>
<LINK REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
  <script language="JavaScript" src="../css/common.js"> 
  </script>
</HEAD>
<BODY>
D&eacute;veloppeuses, d&eacute;veloppeurs, d&eacute;buggez avec de
la vodka, c'est plus facile !

<P>Les id&eacute;es du cerveau sont telles les mol&eacute;cules d'un gaz
: suivant leurs chemins browniens, elles se rapprochent, se choquent, rebondissent
ou s'accrochent temporairement. Deux mol&eacute;cules restent plus longtemps
accroch&eacute;es si elles &eacute;prouvent une attirance l'une pour l'autre,
cet attrait correspond &agrave; ce que notre cerveau &eacute;value comme
probabilit&eacute; que les deux hypoth&egrave;ses soient li&eacute;es.
C'est ainsi que des s&eacute;ries de deux, trois, quatre... mol&eacute;cules
apparaissent temporairement. Lorsqu'une s&eacute;rie de mol&eacute;cules
permet la jonction de la mol&eacute;cule “effet du bug” &agrave; la mol&eacute;cule
“cause originelle du bug”, c'est le d&eacute;clic dans le cerveau, la solution
est trouv&eacute;e.

<P>Un peu d'alcool dans le sang augmente la cin&eacute;tique des mol&eacute;cules,
les chocs sont donc plus nombreux, le temps moyen n&eacute;cessaire pour
que la bonne s&eacute;rie de mol&eacute;cules apparaissent est plus faible.

<P>Mais attention ! Trop d'alcool dans le sang et les mol&eacute;cules
vont trop vite, elles ne peuvent plus se fixer temporairement les unes
aux autres, elles rebondissent syst&eacute;matiquement quand elles s'entrechoquent
: c'est l'ivresse, il est impossible de former le moindre raisonnement.

<P>
<HR NOSHADE WIDTH="80%">
<P><I><FONT SIZE=-1>Last update: December 5</FONT><SUP><FONT SIZE=-2>rd</FONT></SUP><FONT SIZE=-1>,
1998 - <A HREF="javascript:do_email()">Laurent</A></FONT></I>
</BODY>
</HTML>
