<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Laurent Mazur&#xE9; - Curriculum Vitae</TITLE>
<PATH>perso/cve.xml</PATH>
<DATE><YEAR>2014</YEAR><MONTH>12</MONTH><DAY>13</DAY></DATE>
<CONTENT>
email : <X><T>lmazure.website@gmail.com</T><A>mailto:lmazure.website@gmail.com</A><L>en</L><F>HTML</F></X><BR/>
page d'accueil : <X><T>http://lmzr.perso.neuf.fr</T><A>http://lmzr.perso.neuf.fr</A><L>en</L><F>HTML</F></X><BR/>
<X><T>version anglaise</T><A>cve.html</A><L>en</L><F>HTML</F></X><BR/>
<BR/>

<B><U>Formation :</U></B><BR/>
1987-1990 : &#xC9;cole Centrale Paris, option Math&#xE9;matiques Appliqu&#xE9;es<BR/>
<BR/>


<B><U>Exp&#xE9;rience :</U></B><BR/>

<B><X><T>Eurofins</T><A>http://www.eurofins.com</A><L>en</L><F>HTML</F></X> &#x2014; Luxembourg, LU</B><BR/>
Eurofins Scientifique, avec 16 000  employ&#xE9;s et 200 laboratoires dans 36 pays, est le leader mondial dans les tests des produits alimentaires et biopharmaceutiques, et dans le domaine des services aux laboratoires environnementaux. Elle est aussi l'un des leaders des march&#xE9;s de l'agroscience, de la g&#xE9;nomique, des services &#xE0; la recherche pharmaceutique et aux laboratoires centraux.

<TEXTBLOCK>
  <BLIST><TITLE>Depuis d&#xE9;cembre 2010 : <U>EOL manager d&#xE9;veloppement logiciel</U></TITLE>
    <ITEM><BLIST><TITLE>manager de l'&#xE9;quipe de d&#xE9;veloppement d'Eurofins OnLine (EOL)</TITLE>
      <ITEM>EOL permet aux clients d'Eurofins de passer des commandes d'analyses en ligne, de suivre la progression des travaux et de consulter les r&#xE9;sultats des mesures et leurs conclusions</ITEM>
      <ITEM>18 sites Web, chaque principal business d'Eurofins ayant le sien, g&#xE9;rant plus de 200.000 commandes par an</ITEM>
      <ITEM>une &#xE9;quipe cosmopolite de 2 team leaders et 15-20 d&#xE9;veloppeurs r&#xE9;partis sur plusieurs sites (Luxembourg, Nantes, Paris, Bangalore, Beijing)</ITEM>
    </BLIST></ITEM>
    <ITEM>management de l'&#xE9;quipe : embauche, &#xE9;valuation, t&#xE2;ches administratives, formations&#x2026;</ITEM>
    <ITEM>gestion de projets : planification et prioritisation des t&#xE2;ches, allocation des ressources, r&#xE9;solution des probl&#xE8;mes&#x2026;</ITEM>
    <ITEM>d&#xE9;finition et suivi des process de d&#xE9;veloppement </ITEM>
  </BLIST>
</TEXTBLOCK>
<SMALL>Domain fonctionnel : eCommerce, LIMS<BR/>
Technologies : Windows, C#, ASP.Net/MVC, HTML/CSS/JavaScript, jQuery, SQL Server, SSRS, SSIS/Talend, Red Hat JBoss Fuse<BR/>
Outils : Visual Studio, TFS, Subversion, Mantis, Cruise Control, NCover, FxCop, ReSharper, Selenium&#x2026;<BR/>
Process/m&#xE9;thodologies : principalement waterfall, du Scrum, du TDD<BR/></SMALL>
<BR/>

<B>KIKA Medical, d&#xE9;sormais <X><T>Merge Healthcare</T><A>http://www.merge.com</A><L>en</L><F>HTML</F></X> &#x2014; Nancy, FR</B><BR/>
KIKA Medical cr&#xE9;ait des solutions EDC, puis construisait et op&#xE9;rait des sites Web g&#xE9;rant des essais cliniques bas&#xE9;s sur ces solutions (environ 10 nouveaux sites par an). Sa derni&#xE8;re plateforme, Veracity, une application &#xE0; page unique, fournissait une flexibilit&#xE9; hors pair et des capacit&#xE9;s avanc&#xE9;es telles que l'imagerie ou l'adjudication en ligne. &#xC9;tant en d&#xE9;tresse financi&#xE8;re, KIKA Medical a &#xE9;t&#xE9; acquise en d&#xE9;cembre 2010 par Merge Healthcare.
<TEXTBLOCK>
  <BLIST><TITLE>juillet 2007 &#x2192; d&#xE9;cembre 2010: <U>Manager d&#xE9;veloppement logiciel</U></TITLE>
    <ITEM><BLIST><TITLE>responsable du p&#xF4;le d&#xE9;veloppement suite &#xE0; la mise en place d'une organisation matricielle (les deux autres p&#xF4;les m&#xE9;tier &#xE9;tant la gestion de produit et le test)</TITLE>
      <ITEM>six d&#xE9;veloppeurs et architectes pour trois projets</ITEM>
      <ITEM>allocation des ressources aux diff&#xE9;rents projets, ce point &#xE9;tant devenu d&#xE9;licat suite &#xE0; des licenciements &#xE9;conomiques (juillet 2008)</ITEM>
      <ITEM>support aux chefs de projet : &#xE9;criture des sp&#xE9;cifications, pilotage de sous-projets (performance Oracle, r&#xE9;solution de probl&#xE8;mes de la plateforme IT&#x2026;)</ITEM>
    </BLIST></ITEM>
  </BLIST>
  <BLIST><TITLE>janvier 2006 &#x2192; juillet 2008 : <U>Chef de projet senior</U><BR/>
(j'ai occup&#xE9; ce poste en parall&#xE8;le &#xE0; celui de Manager d&#xE9;veloppement logiciel pendant un an)</TITLE>
    <ITEM><BLIST><TITLE>gestion du projet Veracity qui est la nouvelle plateforme utilis&#xE9;e par KIKA Medical, en mode SaaS (Software as a Service), pour configurer et g&#xE9;rer (EDC) les essais cliniques de ses clients pharmaceutiques ou constructeurs d'appareils m&#xE9;dicaux</TITLE>
      <ITEM>8 personnes de la R&amp;D sont compl&#xE9;t&#xE9;es par 7 testeurs en offshore et d'autres personnes de la soci&#xE9;t&#xE9; temporairement impliqu&#xE9;es dans le projet</ITEM>
      <ITEM>contribution directe au projet en r&#xE9;alisant personnellement la sp&#xE9;cification, les analyses de risque, le sanity testing, l'aiguillage des bugs&#x2026;</ITEM>
    </BLIST></ITEM>
    <ITEM><BLIST><TITLE>dans un premier temps, ce poste comprenait une forte composante de travail r&#xE9;trospectif, le produit ayant &#xE9;t&#xE9; d&#xE9;velopp&#xE9; de fa&#xE7;on totalement chaotique pendant trois ans (la soci&#xE9;t&#xE9; avait &#xE9;chou&#xE9; &#xE0; d&#xE9;livrer une version utilisable pendant toute cette p&#xE9;riode, la mise en place d'un vrai cycle de vie nous a permis d'avoir une telle version en 18 mois) :</TITLE>
      <ITEM>d&#xE9;finition des besoins des utilisateurs</ITEM>
      <ITEM>coupe de fonctionnalit&#xE9;s superflues, d&#xE9;termination des fonctionnalit&#xE9;s manquantes</ITEM>
      <ITEM>r&#xE9;tro-sp&#xE9;cification et validation de l'existant</ITEM>
      <ITEM>sp&#xE9;cification, impl&#xE9;mentation et validation du manquant</ITEM>
      <ITEM>mise en respect avec les normes de la FDA : analyses de risques produit (AMDEC), tra&#xE7;abilit&#xE9; besoin &#x2192; sp&#xE9;cification &#x2192; conception &#x2192; validation, formations et documentations pour les utilisateurs&#x2026;</ITEM>
    </BLIST></ITEM>
    <ITEM>participation &#xE0; la d&#xE9;finition et am&#xE9;lioration du syst&#xE8;me qualit&#xE9; qui a permis &#xE0; KIKA d'&#xEA;tre certifi&#xE9; ISO 9001 et ISO 13485 en octobre 2006</ITEM>
  </BLIST>
</TEXTBLOCK>
<SMALL>Domain fonctionnel : essais cliniques, EDC, CDISC<BR/>
Technologies : Red Hat Linux, Java EE/Swing, PHP, HTML/CSS/JavaScript, Apache/Tomcat, XML/XSL<BR/>
Outils : Eclipse, CVS/Subversion, Jira, Jasper Reports<BR/>
Process/m&#xE9;thodologies : waterfall<BR/></SMALL>
<BR/>

<B><X><T>General Electric Healthcare</T><A>http://www.gehealthcare.com</A><L>en</L><F>HTML</F></X> &#x2014; Buc, FR</B><BR/>
General Electric est un leader dans les technologies et services m&#xE9;dicaux. GEHC fournit des solutions d'imagerie et d'information m&#xE9;dicales, des syst&#xE8;mes de suivi de patient, de d&#xE9;couverte de m&#xE9;dicaments, des technologies de production biopharmaceutique et des services &#xE0; l'am&#xE9;lioration de performance. 
<TEXTBLOCK>
  <BLIST><TITLE>janvier 2004 &#x2192; janvier 2006 : <U>Six Sigma Master Black Belt</U></TITLE>
    <ITEM>pilotage d'un projet de fusion de quatre des stations de revue m&#xE9;dicale de GEHC : RA1000 (station PACS, Java/Windows, USA + Inde), RA600 (entr&#xE9;e de gamme, C++/Windows, Pays Bas), Xeleris (m&#xE9;decine nucl&#xE9;aire + PET, C++/Windows, Isra&#xEB;l) et Advantage Workstation (haut de gamme, C++/Linux, France + Hongrie)<BR/>
ces quatre produits sont r&#xE9;alis&#xE9;s par des &#xE9;quipes appartenant &#xE0; diverses parties de la soci&#xE9;t&#xE9;, elles ont chacune leurs propres priorit&#xE9;s et leurs propres fa&#xE7;ons de travailler<BR/>
le chiffre d'affaire total est sup&#xE9;rieur &#xE0; 900M$</ITEM>
    <ITEM>contribution &#xE0; la r&#xE9;daction de la formation DFSS (Design For Six Sigma) logiciel et enseignement de celle-ci aux d&#xE9;veloppeurs de Buc</ITEM>
    <ITEM><BLIST><TITLE>gestion des initiatives qualit&#xE9; dans le d&#xE9;partement (100 personnes) suivant la m&#xE9;thodologie Six Sigma</TITLE>
      <ITEM>automatisation des tests</ITEM>
      <ITEM>v&#xE9;rification automatique de la tra&#xE7;abilit&#xE9; des documents</ITEM>
      <ITEM>mise en place de m&#xE9;triques sur les d&#xE9;fauts</ITEM>
      <ITEM>&#x2026;</ITEM>
    </BLIST></ITEM>
    <ITEM><BLIST><TITLE>support technique aupr&#xE8;s des projets :</TITLE>
      <ITEM>choix de technologies et prototypage pour des fonctionnalit&#xE9;s sortant du domaine classique d'AW</ITEM>
      <ITEM>portage en 64 bits, support des langues asiatiques</ITEM>
      <ITEM>aide &#xE0; la r&#xE9;solution des probl&#xE8;mes techniques les plus ardus (bug du syst&#xE8;me de fichiers, probl&#xE8;me de performance&#x2026;)</ITEM>
      <ITEM>&#x2026;</ITEM>
    </BLIST></ITEM>
  </BLIST>
  <BLIST><TITLE>septembre 1997 &#x2192; janvier 2004 : <U>Responsable technique de projet</U></TITLE>
    <ITEM><BLIST><TITLE>responsable du d&#xE9;veloppement d'<X><T>Advantage Workstation</T><A>http://www3.gehealthcare.com/en/products/categories/advanced_visualization/platforms/aw_workstation</A><L>en</L><F>HTML</F></X></TITLE>
      <ITEM>2500 stations de revue m&#xE9;dicale vendues en 2003 (CA = 130M$ pour AW + 120M$ pour les applications, croissance de 50% par an, 40% de parts de march&#xE9;)</ITEM>
      <ITEM>&#xE9;quipe de 15-20 ing&#xE9;nieurs (France + Hongrie)</ITEM>
      <ITEM>technologies vari&#xE9;es : traitement de l'image, base de donn&#xE9;es (stockage et acc&#xE8;s aux images), architecture client/serveur, bus logiciel, r&#xE9;seau, impression, m&#xE9;dia (CD/DVD et disque magn&#xE9;to-optique)&#x2026;</ITEM>
    </BLIST></ITEM>
    <ITEM><BLIST><TITLE>ce poste consiste principalement en</TITLE>
      <ITEM>la d&#xE9;finition des fonctionnalit&#xE9;s avec le marketing et l'&#xE9;criture des sp&#xE9;cifications d&#xE9;taill&#xE9;es</ITEM>
      <ITEM>l'&#xE9;valuation de la charge et la d&#xE9;finition du planning de d&#xE9;veloppement</ITEM>
      <ITEM>l'analyse des risques et leur r&#xE9;duction</ITEM>
      <ITEM>avec l'ensemble de l'&#xE9;quipe : conception, impl&#xE9;mentation, v&#xE9;rification et validation</ITEM>
      <ITEM>la d&#xE9;finition, la mise en place et le contr&#xF4;le des process de d&#xE9;veloppement (repris par certaines autres &#xE9;quipes) afin de r&#xE9;pondre aux contraintes de la FDA et, surtout, d'assurer un niveau de qualit&#xE9; &#xE9;lev&#xE9;</ITEM>
      <ITEM>la gestion des commentaires retourn&#xE9;s par les sites pilotes</ITEM>
      <ITEM>le support technique des autres &#xE9;quipes r&#xE9;alisant des applications m&#xE9;dicales installables sur AW</ITEM>
    </BLIST></ITEM>
    <ITEM>nomm&#xE9; <B>Principal Engineer</B> en mai 2001 (il y a ainsi 35 personnes reconnues pour "excellence technique" parmi les 2000 ing&#xE9;nieurs R&amp;D de GEMS)</ITEM>
  </BLIST>
  <BLIST><TITLE>avril 1995 &#x2192; septembre 1997 : <U>Ing&#xE9;nieur logiciel</U></TITLE>
    <ITEM>consolidation d'AW : redesign de librairies, tests intensifs et d&#xE9;verminage ; le code est devenu robuste et une base saine pour les versions suivantes</ITEM>
    <ITEM>accroissement des performances</ITEM>
    <ITEM>impl&#xE9;mentation de nouvelles fonctionnalit&#xE9;s de visualisation</ITEM>
    <ITEM>participation &#xE0; des groupes d&#x2019;&#xE9;tude pour am&#xE9;liorer la qualit&#xE9; et la productivit&#xE9; des d&#xE9;veloppements logiciels de GEMS</ITEM>
  </BLIST>
</TEXTBLOCK>
<SMALL>Domain fonctionnel : Radiologie (DICOM, IHE, modalit&#xE9;s - CT, MR, mammographie, vasculaire&#x2026;-), r&#xE9;glementations FDA (21 CFR Part 11, 510K&#x2026;), HIPAA<BR/>
Technologies : C++, X11/Motif. Python, Perl, Tcl/Tk, awk/sed, shells (sh, csh, ksh), Solaris/Linux, Informix/MySQL<BR/>
Outils : ClearCase, ClearDDTS, Purify, Valgrind, ProLint, CodeWizard<BR/>
Process/m&#xE9;thodologies : waterfall, Six Sigma/DFSS/DMAIC (Analyse des Modes de D&#xE9;faillances, de leurs Effets et de leur Criticit&#xE9;/Failure Mode and Effects Analysis - AMDEC/FMEA -, fishbone - Cause and Effect Diagram -, Quality Function Deployment, Critical to Quality - CTQ - flowdown&#x2026;), CMM, UML Design Patterns<BR/></SMALL>
<BR/>

<B><X><T>MENSI</T><A>http://mensi.free.fr/index_.htm</A><L>fr</L><L>en</L><F>HTML</F></X>, d&#xE9;sormais <X><T>Trimble</T><A>http://www.trimble.com/</A><L>en</L><F>HTML</F></X> &#x2014; Neuilly-Plaisance, FR</B><BR/>
MENSI &#xE9;tait une start-up ayant con&#xE7;u l'un des premiers scanners ext&#xE9;rieurs &#xE0; grande pr&#xE9;cision. Ses produits &#xE9;taient utilis&#xE9;s pour scanner des centrales nucl&#xE9;aires ou des raffineries, des b&#xE2;timents, des grottes pr&#xE9;historiques, des sculptures&#x2026; et faire un mod&#xE8;le CAO de ceux-ci. En d&#xE9;pit de sa technologie innovante, MENSI a &#xE9;t&#xE9; un &#xE9;chec commercial. EDF, son principal client, injecta de l'argent. MENSI fut rachet&#xE9;  plus tard par Trimble.
<TEXTBLOCK>
  <BLIST><TITLE>septembre 1992 &#x2192; avril 1995 : <U>Ing&#xE9;nieur d&#x2019;&#xE9;tude</U></TITLE>
    <ITEM>conception et r&#xE9;alisation de 3DIpsos, un logiciel de traitement des donn&#xE9;es provenant d&#x2019;un scanner tridimensionnel, il s&#x2019;agissait alors d&#x2019;un des premiers produits dans ce domaine</ITEM>
    <ITEM>ing&#xE9;nieur qualit&#xE9;</ITEM>
    <ITEM>administration syst&#xE8;me (Unix)</ITEM>
  </BLIST>
</TEXTBLOCK>
<SMALL>Domain fonctionnel : mod&#xE9;lisation 3D du monde r&#xE9;el<BR/>
Technologies : C, OpenGL, traitement de l'image, Irix<BR/>
Outils : RCS<BR/></SMALL>
<BR/>

<B><X><T>EDF DER</T><A>http://retd.edf.fr</A><L>fr</L><F>HTML</F></X> &#x2014; Clamart, FR<BR/>
CADCentre, d&#xE9;sormais <X><T>AVEVA</T><A>http://www.aveva.com</A><L>en</L><F>HTML</F></X> &#x2014; Cambridge, GB</B><BR/>
CADCentre, renomm&#xE9; plus tard AVEVA, con&#xE7;oit et commercialise PDMS, un logiciel de Conception Assist&#xE9;e par Ordinateur utilis&#xE9; pour concevoir les raffineries, les usines chimiques et les centrales nucl&#xE9;aires.
<TEXTBLOCK>
  <BLIST><TITLE>mai 1992 &#x2192; septembre 1992 : <U>Debriefing VSN</U> (&#xE0; EDF)</TITLE>
    <ITEM>participation &#xE0; l&#x2019;&#xE9;criture de cahiers des charges li&#xE9;s au progiciel de CAO de sites industriels PDMS (Plant Design Management System) : liens avec un syst&#xE8;me de gestion de donn&#xE9;es techniques, &#xE9;largissement des fonctionnalit&#xE9;s du catalogue</ITEM>
  </BLIST>
  <BLIST><TITLE>f&#xE9;vrier 1991 - mai 1992 : <U>Volontaire du Service National</U></TITLE>
    <ITEM>&#xE9;criture d&#x2019;outils de test et de gestion logicielle, le CADCentre passant de l&#x2019;environnement Prime au monde Unix</ITEM>
    <ITEM>nettoyage et rationalisation du code de PDMS ; le logiciel, cr&#xE9;&#xE9; en 1974, devenait de plus en plus difficile &#xE0; maintenir</ITEM>
    <ITEM>am&#xE9;lioration du langage de commande de PDMS, celui-ci devenant beaucoup plus puissant pour les requ&#xEA;tes sur la base de donn&#xE9;es</ITEM>
  </BLIST>
  <BLIST><TITLE>juin 1990 &#x2192; f&#xE9;vrier 1991 : <U>Pr&#xE9;paration VSN</U> (&#xE0; EDF)</TITLE>
    <ITEM>interface entre PDMS et le format normalis&#xE9; SET (Standard d&#x2019;&#xC9;change et de Transfert)</ITEM>
    <ITEM>r&#xE9;alisation du cahier des charges et prototype de nouvelles fonctionnalit&#xE9;s dans PDMS : nomination automatique, gestion et application de r&#xE8;gles de coh&#xE9;rence dans la base de donn&#xE9;es&#x2026;</ITEM>
  </BLIST>
</TEXTBLOCK>
<SMALL>Domain fonctionnel : CAD, centrales nucl&#xE9;aires<BR/>
Technologies : Primos/Irix, Fortran, C, Lex/Yacc, GL/OpenGL<BR/></SMALL>
<BR/>

<B><U>Langues :</U></B><BR/>
Fran&#xE7;ais : langue maternelle<BR/>
Anglais : courant<BR/>
<BR/>

</CONTENT>
</PAGE>
