<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>Baise pour les trous du cul</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/tools"></script>
</head>
<body>
<u>19 f&eacute;vrier 2000 :</u>
<br><a href="http://www.club-internet.fr" CLASS="french">Club-Internet</a>,
qui est mon fournisseur d'acc&egrave;s actuel, propose un service de statistiques
pour les pages de chacun de ses abonn&eacute;s. Il se trouve que les r&eacute;sultats
retourn&eacute;s par cet outil me d&eacute;solent. A votre avis, quelle
est la page qui re&ccedil;oit le plus de hits ?
<br>C'est "<a href="../hardcore/010.htm" CLASS="french">Baise Ta Vie</a>",
de loin avant les autres ! Je pense que l'explication est relativement
simple : elle contient les mots "baise", "fess&eacute;e", "jouir", "con"...
Comme tous les acc&egrave;s &agrave; mes pages ont lieu &agrave; partir
de moteurs de recherche (la seule exception &eacute;tant les bookmarks
enregistr&eacute;s dans les butineurs de quelques personnes qui me connaissent
; c'est toujours l'outil de Club-Internet qui m'indique cela : il n'existe
que <a href="backpointers.html">tr&egrave;s peu de pages</a> qui pointent par ici,
sniff), cela signifie que ce sont des trous du cul qui cherchent des sites
du m&ecirc;me nom et qui tombent par hasard sur cette chanson de <a href="../hardcore/lofofora.htm" CLASS="french">Lofo</a>,
pas de chance pour eux !
<br>Pourquoi vous raconter cela ? Primo, je trouve cela amusant ou d&eacute;solant
selon mon humeur du jour. Secundo, cette page (c'est-&agrave;-dire celle
que vous lisez actuellement) contient d&eacute;sormais les m&ecirc;mes
mots, je vais donc pouvoir voir si, une fois que les moteurs de recherches
l'auront index&eacute;e, elle attire autant de personnes. Si tel est le
cas, mon hypoth&egrave;se est confirm&eacute;e... Je vous donne rendez-vous
plus tard pour les r&eacute;sultats.
<br>Et pendant que j'y suis, afin de rendre l'expression plus attractive,
voici quelques mots innocents en plus : "photographie", "vid&eacute;o",
"rencontre", "choucroute", "camembert", "anticonstitutionnellement"...
Notez bien que j'aurais aussi pu mettre "naturisme", "nudisme", "voyeur",
"ch&egrave;vre", "<a href="http://www.hamsterdance.com/" TARGET="_blank">hamster</a>"...
mais ce serait trop facile ;-)
<p>Bon surf &agrave; vous, les trous du cul et les autres.
<br>&nbsp;
<p><u>14 octobre 2000 :</u>
<br>Argh ! Mon exp&eacute;rience a &eacute;chou&eacute; : non seulement
cette page n'a pas &eacute;t&eacute; visit&eacute;e, mais "<a href="../hardcore/010.htm" CLASS="french">Baise
Ta Vie</a>" l'est de moins en moins.
<p>Il est vrai que j'ai fait une erreur : le titre de la page. Les moteurs
de recherche ont tendance &agrave; retourner en premier les pages dont
le titre contient un ou plusieurs mots recherch&eacute;s par l'internaute.
Ceci est logique : ces pages auront ont doute tendance &agrave; parler
du sujet d&eacute;sir&eacute;.
<br>Je vais donc changer le titre de cette page. Au lieu de "D&eacute;solant",
il sera d&eacute;sormais "Baise pour les trous du cul". Je ne suis pas
particuli&egrave;rement fier de cet intitul&eacute;, mais il me faut un
titre qui reste descriptif du contenu (sinon cela serait trop facile) tout
en limitant la m&eacute;fiance du trou du cul moyen.
<p>Par contre, le nombre d&eacute;croissant de hits sur "<a href="../hardcore/010.htm" CLASS="french">Baise
Ta Vie</a>" s'explique moins facilement.
<br>Je pense que ceci est d&ucirc; &agrave; la taille sans cesse croissante
d'Internet. "<a href="../hardcore/010.htm" CLASS="french">Baise Ta Vie</a>"
est de plus en plus noy&eacute;e au milieu de la myriade de sites pornographiques.
De plus, les moteurs de recherche utilisent de plus en plus la popularit&eacute;
d'une page (celle-ci &eacute;tant mesur&eacute;e par le nombre de liens
pointant dessus) pour ordonner leurs r&eacute;ponses. Comme d'habitude,
ceci &agrave; pour effet imm&eacute;diat que les sites de cul sont d&eacute;sormais
bourr&eacute;s de r&eacute;f&eacute;rences crois&eacute;es afin d'essayer
de les faire appara&icirc;tre en premier dans les r&eacute;sultats d'une
recherche.
<br>(Parenth&egrave;se technique : si vous &ecirc;tes int&eacute;ress&eacute;s
par les algorithmes des moteurs de recherche, je vous conseille un bon
site : <a href="http://www.searchenginewatch.com/" TARGET="_blank">Search
Engine Watch</a>.)
<p>J'ai toujours &eacute;t&eacute; fascin&eacute; par la r&eacute;activit&eacute;
de la pornographie face aux nouvelles techniques : elle a sans doute jou&eacute;
un r&ocirc;le sensible dans le d&eacute;veloppement du Minitel, de la location
des cassettes vid&eacute;os, du CDROM... et elle r&eacute;agit rapidement
aux modifications du Web : algorithmes des moteurs de recherche, nouveaux
formats multim&eacute;dia, nouvelles technologies du type chat ou webcam...
Si vous avez des pointeurs vers des papiers sur ce sujet, je suis preneur.
<p>En attendant, le nombre de <a href="hits.html" CLASS="french">hits sur
ce site</a> reste stable et ce sont les pages qui contiennent r&eacute;ellement
de l'information peu r&eacute;pandue sur le web (les pages contenant <a href="../hardcore/index.htm" CLASS="french">les
paroles</a> de groupes relativement peu connus) qui sont d&eacute;sormais
les plus populaires. Ceci est rassurant...
<p>Deux secondes &agrave; perdre ? Allez vite sur <a href="http://www.lycos.fr/webguides/top" TARGET="_blank">Lycos</a>
pour voir quel est le mot le plus recherch&eacute; actuellement. A chaque
fois que j'ai v&eacute;rifi&eacute;, il s'agissait de "sexe".
<br>Quelques minutes &agrave; d&eacute;penser ? Allez sur <a href="http://www.metaspy.com/spy/unfiltered_a.html" TARGET="_blank">Metacrawler</a>
pour voir les requ&ecirc;tes en direct. La d&eacute;bauche d'originalit&eacute;
sexuelle de certains me laisse pantois.
<br>&nbsp;
<p><u>30 mai 2001 :</u>
<br>Est-ce une modification d'ordonnancement de <a href="http://www.google.com" TARGET="_blank">Google</a>
? Est-ce la brusque mont&eacute;e de temp&eacute;rature qui&nbsp; raccourcit
les jupes d'o&ugrave; un accroissement de la libido ?
<br>Le fait est que cette page est celle qui a &eacute;t&eacute; la plus
visit&eacute;e durant ce mois. Il suffisait donc d'attendre. (Pour info,
"<a href="../hardcore/010.htm" CLASS="french">Baise Ta Vie</a>" est descendu
dans les profondeurs du classement.)
<br>Il est dommage que ces chers visiteurs ne me laissent pas un petit
mot...
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: May 30</font><sup><font size=-2>th</font></sup><font size=-1>,
2001 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
