<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>Diversit&eacute;</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/tools"></script>
</head>
<body>
[Ce texte est chaotique, il va falloir que je remette cela
au clair.]
<p>Le m&eacute;tissage engendre la richesse.
<p>C'est la diversit&eacute; des g&egrave;nes a permis d'&eacute;viter
que la race humaine ne soit d&eacute;truite par la premi&egrave;re maladie
venue : parce que certains d'entre nous avaient une tare g&eacute;n&eacute;tique,
ils ont r&eacute;sist&eacute; &agrave; une maladie et ont eu des enfants.
<br>Les plus belles femmes ne sont-elles pas les m&eacute;tis ? Pardon,
je m'&eacute;gare.
<p>Il en est de m&ecirc;me pour les m&egrave;mes que pour les g&egrave;nes.
C'est la pollinisation crois&eacute;es des id&eacute;es qui a permis de
nombreuses d&eacute;couvertes scientifiques : la th&eacute;orie de Stephen
Hawking qui a appliqu&eacute; les calculs de l'infiniment petit (th&eacute;ories
quantiques) &agrave; l'infiniment grand (cosmologie) pour prouver que les
trous noirs rayonnaient de l'&eacute;nergie, c'est la th&eacute;orie math&eacute;matique
du chaos qui a permis de comprendre les probl&egrave;me de fibrillation
cardiaque,...
<br>Encore plus que l'application d'une th&eacute;orie &agrave; un autre
domaine, l'analogie est un outil tr&egrave;s cr&eacute;atif : l'application
d'un domaine &agrave; un autre se r&eacute;v&egrave;le souvent fructueuse.
<p>Dans le domaine de l'art aussi, le m&eacute;tissage des id&eacute;es
a cr&eacute;&eacute; de nouveaux courants.
<p>Qu'en conclure ?
<p>Au niveau mat&eacute;riel:
<ul>
<li>
Il faut &eacute;viter l'uniformisation, la standardisation.</li>

<li>
En informatique, par exemple, si le Windows du p&egrave;re Bill Gates devient
l'unique OS, que se passera-t-il le jour o&ugrave; un autre Robert Morris
y trouvera un bug et fera plier Internet en plantant tous les serveurs
et routeurs qui tourneraient sous Windows ?</li>

<li>
En agriculture, il y a de moins en moins d'esp&egrave;ces de plantes. Que
ce passera-t-il le jour o&ugrave; une maladie d&eacute;truira l'unique
race de ma&iuml;s restante ?</li>
</ul>
Au niveau intellectuel :
<ul>
<li>
M&eacute;fions nous des effets de modes o&ugrave; nous pensons comme les
autres, sachons &eacute;couter les d&eacute;tracteurs.</li>

<li>
Laissons l'information et les id&eacute;es circuler pour que, dans le cerveau
d'un d'entre nous, elles clashent entre elles et cr&eacute;er une nouveaut&eacute;.</li>
</ul>

<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: May 9</font><sup><font size=-2>th</font></sup><font size=-1>,1998
- <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
