<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>Les apprentis-sorciers</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/common.js"></script>
</head>
<body TARGET="_blank">
Il y a quelques ann&eacute;es, l’une des principales
peurs collectives &eacute;tait l’hiver nucl&eacute;aire. Mais les gens
commencent &agrave; oublier qu’il y a encore suffisamment de t&ecirc;tes
nucl&eacute;aires pour r&eacute;frig&eacute;rer la Terre. Aujourd’hui,
il est temps d’avoir une autre peur : celle de la grande catastrophe biologique.
<p>Nous jouons aux apprentis sorciers et cela va p&eacute;ter un jour ou
l’autre.
<p>Il n’y a aucune raison qu’il en soit autrement du g&eacute;nie g&eacute;n&eacute;tique
que des autres sciences appliqu&eacute;es &agrave; l’industrie. A&eacute;ronautique
et explosion de la navette ou d’<a href="http://hera.mni.fh-giessen.de/~hg7132/swt/Material/ariane5rep.html" target="_blank">Ariane</a>,
chimie et <a href="http://www.ucaqld.com.au/community/bhopal/index.html" target="_blank">Bhopal</a>
ou <a href="http://www.roche.com/roche/about/esevesa.htm" target="_blank">Sevesso</a>,
nucl&eacute;aire et <a href="http://www.nrc.gov/OPA/gmo/tip/tmi.htm" target="_blank">Three
Miles Island</a> ou <a href="http://www.nea.fr/html/rp/chernobyl/chernobyl.html" target="_blank">Tchernobyl</a>,...
la liste est longue. Errare humane est. Le seul probl&egrave;me est que
nous manipulons des outils de plus en plus puissants, si vous faites une
erreur de conception sur les freins d’une voiture, il y aura quelques morts
ou handicap&eacute;s avant que l’on s’en rende compte et que vous puissiez
corriger le tir (&eacute;videmment cela risque de co&ucirc;ter cher &agrave;
votre entreprise).
<p>Il n’y a aucune raison qu’il en soit autrement de l’industrie agro-alimentaire.
De toutes fa&ccedil;ons, il y a d&eacute;j&agrave; eu des accidents : les
vaches folles en Angleterre. Mais cet accident n’est pas tr&egrave;s important
, il y aura au plus quelques dizaines ou centaines de morts, rien de bien
grave. Par contre que ce passera-t-il lorsqu’une plante g&eacute;n&eacute;tiquement
modifi&eacute;e d&eacute;passera les cl&ocirc;tures de ses propri&eacute;taires
et envahira le monde. De tels accidents sont d&eacute;j&agrave; arriv&eacute;s
: la vigne marron est en train d’envahir les for&ecirc;ts de la R&eacute;union,
la myxomatose est un autre exemple connu.
<p>Que faire ? Rien : la pression du fric est trop importante. Il est impossible
de modifier le cours de l’histoire. Il n’y a plus qu’&agrave; esp&eacute;rer
que seuls les mammif&egrave;res de haut niveau seront d&eacute;truits et
que les petites bestioles survivront. Je pense que c’est l’hypoth&egrave;se
la plus probable. En attendant la grande catastrophe, amusons nous en regardant
les petites qui arrivent de plus en plus souvent...
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: September 6</font><sup><font size=-2>th</font></sup><font size=-1>,
1998 - <a href="javascript:do_email()">Laurent</a></font></i>
<br>&nbsp;
</body>
</html>
