<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>Tas de mol&eacute;cules</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/common.js"></script>
</head>
<body>
Tu n'es qu'un tas de mol&eacute;cules.
<p>J'admets que tu es un tas de mol&eacute;cules tr&egrave;s complexe.
<p>Mais tu n'es qu'un tas de mol&eacute;cules.
<p>Tu ne l'admets pas. D&eacute;j&agrave;, tu n'admets pas &ecirc;tre un
animal, alors pr&eacute;tendre que tu n'es qu'un tas de mol&eacute;cules...
<p>Commen&ccedil;ons par les animaux, quelle est la diff&eacute;rence entre
toi et le premier chimpanz&eacute; venu ?
<ul>
<li>
<i>Le chimpanz&eacute; est moins intelligent !</i></li>

<br>J'aurais tendance &agrave; approuver, encore que je me pose parfois
la question quand je suis coinc&eacute; pendant des heures dans les bouchons
alors que le chimpanz&eacute; est tranquillement en train de manger des
bananes dans sa for&ecirc;t.
<br>Mais est-ce l&agrave; une diff&eacute;rence qualitative ? Je ne pense
pas, il existe toute une graduation de l'intelligence animale de l'escargot
&agrave; l'humain en passant par la vache.
<li>
<i>Le chimpanz&eacute; n'a pas d'&acirc;me, pas de sentiments !</i></li>

<br>Cette affirmation est stupide.
<br>N'as-tu jamais jou&eacute; avec ou engueul&eacute; un chien ? Ne l'as-tu,
alors, pas vu joyeux ou piteux ? Il ne s'agit pas l&agrave; d'anthropomorphisme,
le chien &eacute;prouve alors r&eacute;ellement des sentiments, ils se
voient ais&eacute;ment &agrave; la position de sa queue.
<br>Pour en revenir aux chimpanz&eacute;s, certains d'entre eux ont &eacute;t&eacute;
&eacute;duqu&eacute;s pour apprendre le langage des sourds-muets. Ils se
montrent alors capable d'exprimer leurs humeurs, de parler d'eux-m&ecirc;mes.
Je t'accorde que leurs propos sont extr&ecirc;mement simples. Mais l&agrave;
encore, il y a une diff&eacute;rence quantitative et non pas qualitative.
<br>(Pour ceux qui me diraient que c'est justement la sup&eacute;riorit&eacute;
des humains qui les rend sp&eacute;ciaux, je me permettrais juste de remarquer
que, malheureusement, certaines maladies mentales ont pour effet de rendre
des individus intellectuellement moins &eacute;volu&eacute;s qu'un chimpanz&eacute;.)</ul>
Tu n'es donc qu'un animal comme les autres, juste un peu plus intelligent.
Encore que parfois ton intelligence soit compl&egrave;tement annihil&eacute;e
par tes instincts animaux, par exemple, lorsque tu es amoureux.
<p>Passons au niveau suivant : y a t'il une diff&eacute;rence quantitative
entre les v&eacute;g&eacute;taux et les animaux ? La science a certaines
d&eacute;finitions pour chacune des deux classes. Mais l&agrave; encore,
manque de chance, il n'y a pas de rupture, mais une continuit&eacute; parfaite
: le tr&egrave;fle est v&eacute;g&eacute;tal, le lapin animal, mais le
champignon se trouve juste entre les deux. Tu n'es qu'un &ecirc;tre vivant
comme un autre, juste un peu plus &eacute;volu&eacute; que les petits pois
que tu as mang&eacute;s &agrave; midi.
<p>Tu me vois venir pour la derni&egrave;re &eacute;tape de ma d&eacute;monstration
: il n'y a pas de diff&eacute;rence qualitative entre un &ecirc;tre vivant
et une autre r&eacute;action chimique quelconque. Quelle est la diff&eacute;rence
entre la reproduction de la levure et la r&eacute;action de Belouzov-Zhabotinsky
? Rien d'autre qu'une complexit&eacute; sup&eacute;rieure.
<p>La conclusion s'impose d'elle-m&ecirc;me : tu n'es rien qu'un r&eacute;acteur
chimique.
<p>Tu te demandes o&ugrave; je veux en venir. Quelle est la conclusion
de ce d&eacute;lire verbal ?
<p>Elle est simple : <b>sois humble !</b>
<p>Tu n'es gu&egrave;re plus que la chaise sur laquelle tu es assis ou
que la fiente de la mouche qui vole autour de ta lampe. Comme eux, tu n'es
que mol&eacute;cules. Alors respecte les autres tas de mol&eacute;cules
qui t'entourent, surtout s'ils sont vivants et encore plus s'ils sont animaux,
notamment, si ce sont des humains.
<p>Attention ! Je ne suis pas un int&eacute;griste &eacute;cologiste. Je
respecte infiniment plus les humains que les chevaux : je me permets de
manger leur viande, mais je ne suis pas cannibale. Mais je ne permettrais
pas de faire gratuitement du mal &agrave; un cheval, un chien ou un arbre.
<p>Certains d'entre vous vont me dire que tout ceci n'est que d&eacute;bilit&eacute;.
Tant pis s'ils sont trop snobs et se croient diff&eacute;rents du monde
qui les entourent. De toutes fa&ccedil;ons, leurs arguments sont toujours
les m&ecirc;mes :
<ul>
<li>
<i>O&ugrave; est Dieu dans tout cela ?</i></li>

<br>C'est simple, il est partout, il est tout. Ce que tu appelles Dieu,
je le nomme lois physiques. Dans l'&eacute;tat actuel de la science, Dieu
est mod&eacute;lis&eacute; sous la forme de la force de gravit&eacute;,
de l'attraction &eacute;lectrofaible,... Dieu est les r&egrave;gles du
jeu des mol&eacute;cules et donc de toi.
<li>
<i>Et la volont&eacute; ? Le libre arbitre ?</i></li>

<br>Ce ne sont que des r&eacute;actions chimiques dans ton cerveau.
<br>Tu es malade et, parce que tu crois en ta gu&eacute;rison, tu te r&eacute;tablis
plus facilement. Ceci est juste une r&eacute;action d'autocatalyse.
<li>
<i>Et l'amour dans tout cela ? Les animaux n'&eacute;prouvent pas d'amour.</i></li>

<br>L&agrave; encore, l'amour n'est rien qu'une r&eacute;action chimique.
<br>Ce qui me fait particuli&egrave;rement rire avec cet argument est que
l'amour est sans toute la plus primitive de toutes les pulsions et c'est
heureux : c'est elle qui permet &agrave; l'esp&egrave;ce de se reproduire.
<br>La seule diff&eacute;rence entre le lapin et l'homme est que l'homme
y met g&eacute;n&eacute;ralement un peu plus les formes : sorties au cin&eacute;ma,
au restaurant,... Le lapin est, par contre, beaucoup plus efficace.
<li>
<i>Que devient la mort dans tout cela ?</i></li>

<br>La mort devient juste le moment o&ugrave; ton int&eacute;grit&eacute;,
en tant que r&eacute;acteur chimique, commence &agrave; se rompre : les
r&eacute;actions chimiques ne s'auto-entretiennent plus, mais tes mol&eacute;cules
r&eacute;agissent avec le monde ext&eacute;rieur. La digestion des asticots
commence &agrave; r&eacute;pandre tes atomes &agrave; travers le monde.
Peut-&ecirc;tre certains d'entre eux vont ils devenir fleurs ou papillon.
Ce serait plut&ocirc;t sympathique comme forme de r&eacute;incarnation.
<li>
<i>L'&eacute;tat de la science n'est pas fig&eacute;, peut-&ecirc;tre un
jour sera d&eacute;couverte une diff&eacute;rence quantitative entre l'homme
et les autres tas de mol&eacute;cules !</i></li>

<br>C'est possible, mais je n'y crois pas. La direction indiqu&eacute;e
par la science est inverse, tout tend &agrave; s'unifier. J'ai pris le
terme de tas de mol&eacute;cules pour te choquer, mais, en choisissant
des avanc&eacute;es plus r&eacute;centes de la science, j'aurais pu parler
d'atomes, de quarks, voire d'&eacute;nergie.
<br>Et, oui ! Tu n'es qu'&eacute;nergie, tout comme la lumi&egrave;re des
&eacute;toiles de la voie lact&eacute;e dans le ciel d'une nuit d'ao&ucirc;t.</ul>
Sois humble ...
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: May 9</font><sup><font size=-2>th</font></sup><font size=-1>,
1998 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
