<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Qualification of Analytical Instruments for Use in the Pharmaceutical Industry</TITLE>
<PATH>quality/pharmaqualif.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<BLIST>
<ITEM><B>SQ (Specification Qualification, qualification de la sp&#xE9;cification)</B><BR/>
&#xC9;tape &#xE0; la base de tout le processus de validation. La partie essentielle de cette &#xE9;tape est la cr&#xE9;ation par l'utilisateur d'un cahier des charges correspondant au syst&#xE8;me ou au process &#xE0; valider. Chaque fois que possible, les principaux points sp&#xE9;cifi&#xE9;s doivent pouvoir &#xEA;tre test&#xE9;s objectivement. Des sp&#xE9;cifications approximatives telles que "raisonnablement rapide", "&#xE9;tat de l'art" ou "relativement pr&#xE9;cis" ne sont pas acceptables &#xE0; des fins de validation, car elles ne peuvent &#xEA;tre test&#xE9;es en fonction d'aucun crit&#xE8;re objectif. Les r&#xE8;gles de la FDA recommandent que le service de validation v&#xE9;rifie que le cahier des charges d'un syst&#xE8;me correspond &#xE9;troitement &#xE0; celle du fournisseur, car cela garantit dans une certaine mesure que les objectifs du validateur co&#xEF;ncident &#xE9;troitement avec ceux du fournisseur.</ITEM>
<ITEM><B>CQ (Construction Qualification, qualification de construction)</B><BR/>
Etape d&#xE9;montrant que le syst&#xE8;me est conforme aux sp&#xE9;cifications de conception. Cette &#xE9;tape est accomplie par le fournisseur, qui fournit les certificats d'essais &#xE9;tablis lors de la fabrication du syst&#xE8;me. Parfois, les utilisateurs s'aper&#xE7;oivent qu'une proc&#xE9;dure de qualification op&#xE9;rationnelle bien r&#xE9;dig&#xE9;e prouve de fa&#xE7;on satisfaisante que le syst&#xE8;me est conforme &#xE0; la sp&#xE9;cification de conception des fabricants.</ITEM>
<ITEM><B>IQ/OQ</B><BR/>
Ces deux &#xE9;tapes de validation, associ&#xE9;es l'une &#xE0; l'autre, r&#xE9;pondent essentiellement aux questions "L'instrument est-il complet et pr&#xEA;t &#xE0; fonctionner ?" et "Le syst&#xE8;me est-il exactement le m&#xEA;me qu'&#xE0; la sortie de l'usine ?"</ITEM>
<ITEM><B>IQ (Installation Qualification, qualification d'installation)</B><BR/>
Etape de qualification de l'installation du produit, v&#xE9;rifiant que les &#xE9;l&#xE9;ments corrects ont &#xE9;t&#xE9; livr&#xE9;s, que les exigences relatives au lieu d'installation sont remplies et que le syst&#xE8;me est pr&#xEA;t &#xE0; fonctionner.</ITEM>
<ITEM><B>OQ (Operational Qualification, qualification op&#xE9;rationnelle)</B><BR/>
D&#xE9;termine que le syst&#xE8;me fonctionne selon les sp&#xE9;cifications, tant en termes de tests fonctionnels effectu&#xE9;s individuellement sur les composants du syst&#xE8;me que de tests op&#xE9;rationnels effectu&#xE9;s sur le syst&#xE8;me dans son ensemble. Dans le cas du Mastersizer 2000, ces tests op&#xE9;rationnels incluent la mesure de divers &#xE9;chantillons de tailles calibr&#xE9;es afin de d&#xE9;terminer que les valeurs correctes de tailles sont indiqu&#xE9;es dans les tol&#xE9;rances sp&#xE9;cifi&#xE9;es.</ITEM>
<ITEM><B>PQ (Performance Qualification, qualification des performances)</B><BR/>
Il s'agit de l'&#xE9;tape finale de qualification du syst&#xE8;me. La qualification des performances consiste en une s&#xE9;rie de contr&#xF4;les effectu&#xE9;s par l'utilisateur par rapport au cahier des charges du syst&#xE8;me. Par exemple, si un Mastersizer 2000 a &#xE9;t&#xE9; achet&#xE9; pour mesurer du lactose dans une plage de 10 &#xE0; 300 &#xB5;m &#xE0; l'&#xE9;tat sec, cette &#xE9;tape consistera principalement en une s&#xE9;rie d'essais destin&#xE9;s &#xE0; prouver que ce point essentiel des sp&#xE9;cifications est satisfait.</ITEM>
</BLIST>
</CONTENT>
</PAGE>
