<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>m&eacute;daillons de saumon cru &agrave; l'arabesque de courgette</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script src="../scripts/common.js"  type="module"></script>
</head>
<body>

<center>
<h1>
m&eacute;daillons de saumon cru &agrave; l'arabesque de courgette</h1></center>
pour 4 personnes
<br>pr&eacute;paration : 25 min
<br>marinade : 20 min
<br>sans cuisson
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
800g de filet de saumon</li>

<li>
2 courgettes moyennes</li>

<li>
1 petit bouquet de ciboulette</li>

<li>
1 petit oignon</li>

<li>
le jus d'1 citron</li>

<li>
3 cuillers &agrave; soupe d'huile d'olive</li>

<li>
sel, poivre du moulin</li>
</ul>

<hr NOSHADE WIDTH="80%">
<ul>
<li>
Hachez l'oignon, ciselez la ciboulette. Lavez, essuyez et r&acirc;per les
courgettes. Placez-les dans une passoire, salez-les g&eacute;n&eacute;reusement,
puis laissez-les d&eacute;gorgez pendant une dizaine de minutes. Pressez
les ensuite entre vos mains pour en extraire le maximum d'humidit&eacute;.
M&eacute;langez-les avec la ciboulette cisel&eacute;e et l'oignon hach&eacute;.
Poivrez.</li>

<li>
Demandez &agrave; votre poissonnier de retirer la peau du filet de saumon.
A l'aide d'un long couteau &agrave; lame large, incisez-le dans l'&eacute;paisseur,
ouvrez-le, puis aplatissez la jointure.</li>

<li>
Etalez une mince couche de pr&eacute;paration aux courgettes sur le saumon,
puis roulez le filet sur lui-m&ecirc;me dans la longueur, sans serrer.
Mettez le saumon dans un plat, arrosez d'huile d'olive et de jus de citron,
et laissez mariner au r&eacute;frig&eacute;rateur pendant 20 min.</li>

<li>
Coupez-le d&eacute;licatement en tranches assez &eacute;paisses. Disposez-les
sur les assiettes de service, puis arrosez-les d'une ou deux cuiller&eacute;es
de marinade. Servez tr&egrave;s frais en entr&eacute;e ou accompagnez d'une
salade de courgettes crues, afin d'en faire un plat plus copieux.</li>
</ul>

<p><br><i><u>source :</u> Cuisine Actuelle - ao&ucirc;t 1996 - page 16</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: June 24</font><sup><font size=-2>th</font></sup><font size=-1>,
2001 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
