<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Fricass&#xE9;e &#xE0; la hongroise</TITLE>
<PATH>bouffe/0110.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST><TITLE>Pour 4 personnes :</TITLE>
  <ITEM>pr&#xE9;paration : 20 min</ITEM>
  <ITEM>cuisson : 45 min</ITEM>
</SLIST>

<LINE/>

<BLIST>
  <ITEM>4 cuisses de poulet</ITEM>
  <ITEM>600g de ma&#xEF;s doux en conserve</ITEM>
  <ITEM>1/2 c&#xE9;leri-rave</ITEM>
  <ITEM>2 belles tomates</ITEM>
  <ITEM>1 poivron</ITEM>
  <ITEM>3 gros oignons</ITEM>
  <ITEM>25cl de bouillon de volaille</ITEM>
  <ITEM>2 branches de persil plat</ITEM>
  <ITEM>2 pots de 125g de yaourt au go&#xFB;t bulgare (facultatif) </ITEM>
  <ITEM>5 cl d'huile d'arachide</ITEM>
  <ITEM>2 cuil. &#xE0; soupe de paprika fort de Hongrie</ITEM>
  <ITEM>sel</ITEM>
</BLIST>

<LINE/>

<BLIST>
  <ITEM>Epluchez le 1/2 c&#xE9;leri-rave. D&#xE9;taillez-le en tranches. Faites-les cuire 15 min dans de l'eau bouillante. Egouttez-les. </ITEM>
  <ITEM>Epluchez les oignons, &#xE9;mincez-les. Lavez le poivron. Fendez-le en deux, et &#xE9;liminez les graines et les membranes blanches. D&#xE9;taillez-le en petits d&#xE9;s. </ITEM>
  <ITEM>Faites chauffez l'huile dans une sauteuse. Mettez les cuisses de poulet &#xE0; dorez &#xE0; feu vif  pendant environ 5 min de chaque c&#xF4;t&#xE9;. Egouttez le poulet. </ITEM>
  <ITEM>D&#xE9;coupez les tranches de c&#xE9;leri en petits cubes. Faites-les dorer 5 min dans l'huile de cuisson du poulet. Egouttez-les. </ITEM>
  <ITEM>Remplacez-les par les oignons et les petits d&#xE9;s de poivron. Faites &#xE0; feu doux sans coloration jusqu'&#xE0; ce que les oignons deviennent translucides (5 min environ). </ITEM>
  <ITEM>Remettez le poulet et le c&#xE9;leri dans la sauteuse. Salez et saupoudrez de paprika fort, et ajoutez le bouillon de volaille. Couvrez. Laissez mijoter pendant 30 min. </ITEM>
  <ITEM>Pendant de temps, &#xE9;gouttez le ma&#xEF;s. Retirez le p&#xE9;doncule des tomates. Plongez-les 1 min dans de l'eau bouillante, pelez-les. Coupez-les en quartiers, puis enlevez leurs graines. </ITEM>
  <ITEM>En fin de cuisson du poulet, ajoutez le ma&#xEF;s doux pour le r&#xE9;chauffer, ainsi que les quartiers de tomates qui devront &#xE0; peine cuire pour apporter fra&#xEE;cheur et acidit&#xE9; &#xE0; la pr&#xE9;paration. </ITEM>
  <ITEM>Parsemez du persil hach&#xE9; et pr&#xE9;sentez avec le yaourt &#xE0; part.</ITEM>
</BLIST>

<I><U>source :</U> Cuisine Actuelle Hors-s&#xE9;rie Automne-Hiver 94 - page 11</I>

</CONTENT>
</PAGE>
