<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Tarte en cage &#xE0; la ricotta</TITLE>
<PATH>bouffe/0116.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST>
  <ITEM>pr&#xE9;paration : 20 min</ITEM>
  <ITEM>cuisson : 25 &#xE0; 30 min </ITEM>
</SLIST>

<LINE/>

<BLIST><TITLE>pour 8 personnes</TITLE>
  <ITEM>400g de <X><T>p&#xE2;te bris&#xE9;e</T><A>037.htm</A><L>en</L><F>HTML</F></X></ITEM>
  <ITEM>250g de ricotta (fromage de brebis frais) </ITEM>
  <ITEM>125g de farine</ITEM>
  <ITEM>200g de sucre en poudre</ITEM>
  <ITEM>3 &#x153;ufs</ITEM>
  <ITEM>1 cuil. &#xE0; soupe de sucre glace</ITEM>
  <ITEM>10cl de cr&#xE8;me fra&#xEE;che</ITEM>
  <ITEM>1 citron non trait&#xE9;</ITEM>
  <ITEM>20g de beurre pour le moule</ITEM>
</BLIST>

<LINE/>

<BLIST>
  <ITEM>Pr&#xE9;chauffez votre four &#xE0; 210&#xB0;C (thermostat 7).</ITEM>
  <ITEM>Abaissez les deux tiers de la p&#xE2;te bris&#xE9;e au rouleau sur 3 mm d'&#xE9;paisseur. Garnissez-en une tourti&#xE8;re pr&#xE9;alablement beurr&#xE9;e. Piquez le fond avec une fourchette. R&#xE9;servez au froid, avec le reste de la p&#xE2;te.</ITEM>
  <ITEM>Dans un r&#xE9;cipient, travaillez la ricotta bien &#xE9;goutt&#xE9;e et le sucre en poudre, pendant environ 10 min, de mani&#xE8;re &#xE0; obtenir un m&#xE9;lange tr&#xE8;s onctueux.</ITEM>
  <ITEM>Incorporez les &#x153;ufs entiers, un &#xE0; un, en battant bien. Puis, ajoutez la cr&#xE8;me fra&#xEE;che, le zeste du citron finement r&#xE2;p&#xE9; et, pour finir, la farine tamis&#xE9;e.</ITEM>
  <ITEM>M&#xE9;langez la pr&#xE9;paration jusqu'&#xE0; obtention d'une p&#xE2;te parfaitement homog&#xE8;ne.</ITEM>
  <ITEM>Sortez la tourti&#xE8;re du r&#xE9;frig&#xE9;rateur et versez-y la pr&#xE9;paration, en lissant la surface.</ITEM>
  <ITEM>Abaissez le reste de p&#xE2;te et d&#xE9;coupez-y des lani&#xE8;res, &#xE0; la roulette &#xE0; pate. Disposez-les d&#xE9;licatement &#xE0; la surface de la tarte, en formant des croisillons.</ITEM>
  <ITEM>Enfournez &#xE0; mi-hauteur et laissez cuire 25 &#xE0; 30 mn.</ITEM>
  <ITEM>Sortez de la tourti&#xE8;re du four, d&#xE9;moulez aussit&#xF4;t et saupoudrez d'un voile de sucre glace.</ITEM>
  <ITEM>Laissez la tarte refroidir compl&#xE8;tement sur une grille. Vous pouvez la servir &#xE0; tout moment.</ITEM>
</BLIST>

<I><U>source :</U> Cuisine Actuelle - Hors-S&#xE9;rie Ao&#xFB;t-Septembre 2000 - page 92</I>

</CONTENT>
</PAGE>
