<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Tourte au poulet et aux champignons</TITLE>
<PATH>bouffe/0117.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST>
<ITEM>pour 6 personnes</ITEM>
<ITEM>pr&#xE9;paration : 30 min</ITEM>
<ITEM>cuisson : 25 &#xE0; 1h50 </ITEM>
</SLIST>

<LINE/>

<BLIST>
<ITEM>4 cuisses de poulet d&#xE9;soss&#xE9;es</ITEM>
<ITEM>500g d'escalopes de veau</ITEM>
<ITEM>300g de p&#xE2;te bris&#xE9;e</ITEM>
<ITEM>100g de lardons de poitrine fum&#xE9;e</ITEM>
<ITEM>250g de champignons de Paris</ITEM>
<ITEM>3 &#xE9;chalotes</ITEM>
<ITEM>2 oignons</ITEM>
<ITEM>2 gousses d'ail</ITEM>
<ITEM>15cl de bouillon de volaille</ITEM>
<ITEM>60g de beurre</ITEM>
<ITEM>1 jaune d'&#x153;uf</ITEM>
<ITEM>15cl de bon vin rouge</ITEM>
<ITEM>1 clou de girofle</ITEM>
<ITEM>2 brins de sauge (ou 2 cuil. &#xE0; soupe de suage en poudre)</ITEM>
<ITEM>sel, poivre, muscade r&#xE2;p&#xE9;e</ITEM>
</BLIST>

<LINE/>

<BLIST>
<ITEM>Beurrez l'int&#xE9;rieur d'un plat &#xE0; tourte (ou d'une grande cocotte ovale) avec 15g de beurre. Pr&#xE9;chauffez le four &#xE0; th. 7 (210&#xB0;C).</ITEM>
<ITEM>D&#xE9;taillez les escalopes en lani&#xE8;res, faites-les revenir &#xE0; la po&#xEA;le avec 15g de beurre, et tapissez-en le fond et les bords du plat. Ajoutez un peu de beurre dans la po&#xEA;le et faites-y revenir les cuisses de poulet coup&#xE9;es en morceaux. Ajoutez-les sur les lani&#xE8;res de veau.</ITEM>
<ITEM>Jetez la graisse rendue et mettez le reste de beurre dans la po&#xEA;le. Faites revenir les oignons et 2 &#xE9;chalotes &#xE9;minc&#xE9;es, puis les champignons coup&#xE9;s en lamelles, jusqu'&#xE0; ce qu'ils aient rendu leur eau. Disposez-les dans le plat sur la viande.</ITEM>
<ITEM>Plongez les lardons dans une petite casserole d'eau bouillante, &#xE9;gouttez et mettez-les dans le plat. Ajoutez l'ail &#xE9;minc&#xE9;, la derni&#xE8;re &#xE9;chalote piqu&#xE9;e du clou de girofle, la sauge, de la muscade, du sel et du poivre. Couvrez avec le bouillon chaud et le vin.</ITEM>
<ITEM>Abaissez la p&#xE2;te sur 5 mm d'&#xE9;paisseur environ. Taillez un disque l&#xE9;g&#xE8;rement plus grand que l'ouverture du plat et des bandes de 1,5 cm de large. Collez celles-ci sur le bord du plat avec un peu d'eau, mouillez les et appliquer dessus le couvercle de p&#xE2;te.</ITEM>
<ITEM>Crantez le bord, creusez une chemin&#xE9;e au centre et glissez-y un petit cylindre de carton. Dorez la p&#xE2;te au jaune d'&#x153;uf et faites cuire dans le four pendant 1h30.</ITEM>
<ITEM>Servez avec des carottes et l&#xE9;gumes verts cuits &#xE0; l'eau.</ITEM>
</BLIST>

<I><U>source :</U> Cuisine Actuelle - Hors-S&#xE9;rie Automne-Hiver 1996 - page 32</I>

</CONTENT>
</PAGE>
