<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Tomates farcies au boulghour</TITLE>
<PATH>bouffe/0121.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST>
<ITEM>pr&#xE9;paration : 25 min</ITEM>
<ITEM>cuisson : 35 min</ITEM>
</SLIST>

<LINE/>

<BLIST><TITLE>pour 4 personnes</TITLE>
<ITEM>8 grosses tomates</ITEM>
<ITEM>250g de boulghour</ITEM>
<ITEM>2 gousses d'ail</ITEM>
<ITEM>2 oignons</ITEM>
<ITEM>50g d'olives noires</ITEM>
<ITEM>30g de tomates s&#xE9;ch&#xE9;es</ITEM>
<ITEM>50g de pignons</ITEM>
<ITEM>2 brins de thym</ITEM>
<ITEM>4 brins de persil plat</ITEM>
<ITEM>1 cuil. &#xE0; caf&#xE9; de sucre</ITEM>
<ITEM>7 cuil. &#xE0; soupe d'huile d'olive</ITEM>
<ITEM>sel, poivre</ITEM>
</BLIST>

<LINE/>

<BLIST>
<ITEM>Coupez un chapeau aux tomates, &#xE9;p&#xE9;pinez, &#xE9;videz et r&#xE9;cup&#xE9;rez la pulpe. Salez l'int&#xE9;rieur et retournez-les pour les faire d&#xE9;gorger.</ITEM>
<ITEM>Faites chauffer deux cuill&#xE9;r&#xE9;es d'huile, ajoutez les chapeaux des tomates, la pulpe r&#xE9;cup&#xE9;r&#xE9;e, le sucre, la moiti&#xE9; du thym effeuill&#xE9;, les tomates s&#xE9;ch&#xE9;es coup&#xE9;es en lani&#xE8;res, l'ail, du sel et du poivre. Laissez mijoter 10 min jusqu'&#xE0; ce que le coulis soit &#xE9;pais.</ITEM>
<ITEM>Mesurez le volume du boulghour. Portez deux fois son volume d'eau sal&#xE9;e &#xE0; &#xE9;bullition. Ajoutez le boulghour, couvrez. Faites cuire environ 12 min &#xE0; feu tr&#xE8;s doux jusqu'&#xE0; ce qu'il ne reste plus d'eau.</ITEM>
<ITEM>Pr&#xE9;chauffez le four sur th. 6 (180&#xB0;C). Faites colorer les oignons pel&#xE9;s et hach&#xE9;s dans une po&#xEA;le avec trois cuiller&#xE9;es d'huile. Hors du feu, ajoutez le persil cisel&#xE9;, le reste de thym effeuill&#xE9;, les olives d&#xE9;noyaut&#xE9;es et hach&#xE9;es, les pignons et le boulghour. Salez mod&#xE9;r&#xE9;ment et poivrez.</ITEM>
<ITEM>Farcissez les tomates avec le boulghour aux trois quarts de leur hauteur, sans tasser. Terminez de les remplir avec le coulis de tomate. Rangez-les dans un plat, arrosez avec les reste d'huile et enfournez. Laissez cuire 20 min. Servez ti&#xE8;de avec une salade verte.</ITEM>
</BLIST>

<I><U>source :</U> Cuisine Actuelle - avril 2000 - page 6</I>

</CONTENT>
</PAGE>
