<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Cheesecake au citron</TITLE>
<PATH>bouffe/0126.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST>
<ITEM>pour 8 &#xE0; 10 personnes</ITEM>
<ITEM>pr&#xE9;paration : 30 min</ITEM>
<ITEM>r&#xE9;frig&#xE9;ration : 6h</ITEM>
<ITEM>cuisson : 1h10</ITEM>
</SLIST>

<LINE/>

<BLIST>
<ITEM>1kg de fromage blanc &#xE0; 20% de mati&#xE8;re grasse</ITEM>
<ITEM>4 &#x153;ufs moyens</ITEM>
<ITEM>2 citrons non trait&#xE9;s</ITEM>
<ITEM>200g de sucre</ITEM>
<ITEM>1/2 pot de gel&#xE9;e (ou marmelade de citron) </ITEM>
<ITEM>1 pinc&#xE9;e de sel fin</ITEM>
</BLIST>

<BLIST><TITLE>Pour la p&#xE2;te :</TITLE>
<ITEM>400g de g&#xE2;teaux secs (type sabl&#xE9;s au gingembre)</ITEM>
<ITEM>130g de beurre + 20g pour le moule</ITEM>
<ITEM>1 cuil. &#xE0; caf&#xE9; de cannelle en poudre</ITEM>
</BLIST>

<LINE/>

<BLIST>
<ITEM>Pr&#xE9;chauffez le four sur th. 5-6 (160&#xB0;C). Beurrez un moule rond &#xE0; fond amovible. Couvrez le fond d'un cercle de papier sulfuris&#xE9;.</ITEM>
<ITEM>M&#xE9;langez &#xE0; la spatule les biscuits grossi&#xE8;rement &#xE9;miett&#xE9;s avec 130g de beurre fondu et la cannelle. Garnissez le moule de p&#xE2;te (bords compris) sur 5 mm d'&#xE9;paisseur. R&#xE9;servez au frais.</ITEM>
<ITEM>R&#xE2;pez finement le zeste des citrons. Mettez dans le bol d'un robot m"nager et mixez avec le fromage blanc, le sucre, les &#x153;ufs et le sel jusqu'&#xE0; obtenir une masse l&#xE9;g&#xE8;re et cr&#xE9;meuse.</ITEM>
<ITEM>R&#xE9;partissez le m&#xE9;lange dans le moule puis &#xE9;galisez la surface &#xE0; la spatule. Faites cuire pendant 1h10 environ au centre du four.</ITEM>
<ITEM>Eteignez le four, laissez refroidir le biscuit, porte entrouverte. Dans une petite casserole, fa&#xEE;tes fondre la gel&#xE9;e de citron sur feu doux. Versez un demi-centim&#xE8;tre de gel&#xE9;e ti&#xE8;de sur la surface du g&#xE2;teau. R&#xE9;servez au r&#xE9;frig&#xE9;rateur pendant 6h au moins.</ITEM>
<ITEM>D&#xE9;moulez le cheesecake sur un plat en le laissant pos&#xE9; sur le fond du moule. Servez bien frais.</ITEM>
</BLIST>

<I><U>source :</U> Cuisine Actuelle - hors-s&#xE9;rie F&#xE9;vrier-Mars 2003 - page 16</I>
</CONTENT>
</PAGE>
