<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Langue de b&#x153;uf brais&#xE9;e au mad&#xE8;re</TITLE>
<PATH>bouffe/0127.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<SLIST>
  <ITEM>Pr&#xE9;paration : 30 mn</ITEM>
  <ITEM>Cuisson : 3h25</ITEM>
  <ITEM>Faire d&#xE9;gorger la langue pendant 13h au moins</ITEM>
</SLIST>
<LINE/>
<BLIST><TITLE>Pour 6 &#xE0; 8 personnes</TITLE>
  <ITEM>1 langue de b&#x153;uf de 1 kg 500 environ</ITEM>
  <ITEM>1 poign&#xE9;e de gros sel</ITEM>
  <ITEM>25g de beurre</ITEM>
  <ITEM>250g de carottes</ITEM>
  <ITEM>1 gros navet</ITEM>
  <ITEM>4 ou 5 branches de c&#xE9;leri</ITEM>
  <ITEM>500g de tomates fra&#xEE;ches ou de tomates pel&#xE9;es en conserve</ITEM>
  <ITEM>2 oignons</ITEM>
  <ITEM>3 &#xE9;chalotes</ITEM>
  <ITEM>4 gousses d'ail</ITEM>
  <ITEM>1 gros bouquet garni</ITEM>
  <ITEM>4 cuiller&#xE9;es &#xE0; soupe de Mad&#xE8;re</ITEM>
  <ITEM>1/2 cuiller&#xE9;e &#xE0; caf&#xE9; d'arrow-root ou de Ma&#xEF;zena</ITEM>
  <ITEM>sel et poivre</ITEM>
</BLIST>
<LINE/>
<BLIST>
  <ITEM>Lavez soigneusement la langue ; &#xE9;pongez-la ; frottez-la de tous les c&#xF4;t&#xE9;s avec le gros sel, mettez-la dans un plat et faites-la d&#xE9;gorger ainsi, au r&#xE9;frig&#xE9;rateur,de 12 &#xE0; 24 heures.</ITEM>
  <ITEM>Brossez ensuite la langue sous l'eau froide courante pour la d&#xE9;barrasser du gros sel, rincez-la, puis mettez-la dans une grande marmitte ; recouvrez la avec 3 litres au moins d'eau froide, couvrez, portez &#xE0; &#xE9;bullition, puis laissez cuire &#xE0; tr&#xE8;s petite &#xE9;bullition pendant 50 minutes.</ITEM>
  <ITEM>Pendant ce temps, &#xE9;pluchez les carottes, le navet, le c&#xE9;leri et les oignons ; coupez-les en rondelles fines ; &#xE9;pluchez et hachez les &#xE9;chalotes ; pelez et &#xE9;crasez l'ail ; si vous utilisez des tomates fra&#xEE;ches, plongez-les 10 secondes dans de l'eau bouillante, pelez-les et coupez-les en quatre.</ITEM>
  <ITEM>Egouttez la langue et plongez-la dans une bassine d'eau froide ; retirez enti&#xE8;rement la membrane rugueuse qui la recouvre ; rincez-la et &#xE9;pongez-la sur du papier absorbant.</ITEM>
  <ITEM>Faites fondre le beurre dans une marmite &#xE9;paisse, sur feu moyen ; mettez-y la langue ; faites-la blondir de deux c&#xF4;t&#xE9;s pendant 5 minutes, puis ajoutez-y les carottes, le navet, le c&#xE9;leri, les oignons, les &#xE9;chalotes et l'ail ; m&#xE9;langez, couvrez et faites revenir sur feu tr&#xE8;s doux pendant 10 minutes.</ITEM>
  <ITEM>Ajoutez &#xE0; la langue les tomates fra&#xEE;ches ou les tomates pel&#xE9;es avec leur jus et le bouquet garni ; salez et poivrez ; couvrez et faites cuire sur feu le plus doux possible pendant 2 heures.</ITEM>
  <ITEM>Ensuite, retirez le bouquet garni de la marmite ; &#xE9;gouttez la langue, coupez-la en tranches, disposez-la sur le plat de service et tenez la au chaud : d&#xE9;layez l'arrow-root ou la Ma&#xEF;zena avec 1 cuiller&#xE9;e &#xE0; soupe de sauce tr&#xE8;s chaude.</ITEM>
  <ITEM>Remettez la marmite de cuisson de la langue sur feu moyen ; versez-y le mad&#xE8;re; faites bouillir 2 minutes en grattant le fond du r&#xE9;cipient &#xE0; la cuiller en bois ; rectifiez l'assaisonnement ; ajoutez la f&#xE9;cule d&#xE9;lay&#xE9;e ; faites &#xE9;paissir 1 minute sur feu doux en remuant sans cesse ; versez la sauce sur la langue et servez tr&#xE8;s chaud.</ITEM>
</BLIST>
<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 747</I>
</CONTENT>
</PAGE>
