<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Champi&#xF1;ones rellenos - champignons farcis</TITLE>
<PATH>bouffe/0132.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<BLIST>
  <ITEM>16 gros champignons blancs</ITEM>
  <ITEM>2 oignons</ITEM>
  <ITEM>1 petit poivron rouge</ITEM>
  <ITEM>persil</ITEM>
  <ITEM>3 gousses d'ail</ITEM>
  <ITEM>250 de chorizo</ITEM>
  <ITEM>poivre noir</ITEM>
  <ITEM>huile d'olive</ITEM>
  <ITEM>sel</ITEM>
</BLIST>
<LINE/>
<BLIST>
  <ITEM>Nettoyez les champignons en les frottant avec un linge s'ils ne sont pas trop sales ou en les lavant et les s&#xE9;chant rapidement s'ils sont terreux. S&#xE9;parez les pieds des champignons et hachez-les. Mettez les chapeaux de c&#xF4;t&#xE9;.</ITEM>
  <ITEM>Coupez l'oignon et le poivron en petits morceaux. Dans une po&#xEA;le, faites d'abord revenir l'oignon puis le poivron. Lorsqu'ils commencent &#xE0; dorer, ajoutez les pieds de champignons et laissez cuire jusqu'&#xE0; &#xE9;vaporation de presque tout le jus de cuisson.</ITEM>
  <ITEM>Coupez le chorizo en morceaux apr&#xE8;s voir &#xF4;t&#xE9; la peau. M&#xE9;langez la chair du chorizo avec l'oignon, le poivron et les champignons. Ajoutez &#xE9;galement dans la po&#xEA;le l'ail &#xE9;cras&#xE9; au mortier et laissez revenir le tout &#xE0; feu doux pendant 8 minutes.</ITEM>
  <ITEM>Pendant ce temps-l&#xE0;, lavez et hachez le persil. Salez et poivrez la pr&#xE9;paration en tenant compte du fait que le chorizo est d&#xE9;j&#xE0; sal&#xE9;, saupoudrez de persil et remuez.</ITEM>
  <ITEM>Placez un peu de ce m&#xE9;lange sur les chapeaux des champignons et disposez le tout sur un plat &#xE0; feu. Pr&#xE9;chauffez le four et enfournez dix minutes jusqu'&#xE0; ce que les champignons commencent &#xE0; dorer.</ITEM>
  <ITEM>Servez bien chaud.</ITEM>
</BLIST>
<I><U>source :</U> Tapas - Les vraies recettes de la cuisine espanole - page 13</I>
</CONTENT>
</PAGE>
