<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Quiche aux tomates, au basilic et &#xE0; la mozzarella</TITLE>
<PATH>bouffe/0139.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<BLIST><TITLE>La p&#xE2;te bris&#xE9;e</TITLE>
  <ITEM>250g de farine</ITEM>
  <ITEM>125g de beurre</ITEM>
  <ITEM>1 &#x153;uf</ITEM>
  <ITEM>1 pinc&#xE9;e de sel</ITEM>
  <ITEM>1 cuil. &#xE0; caf&#xE9; de cr&#xE8;me fra&#xEE;che</ITEM>
</BLIST>

<BLIST><TITLE>La garniture</TITLE>
  <ITEM>3 &#x153;ufs</ITEM>
  <ITEM>20cl de cr&#xE8;me fra&#xEE;che</ITEM>
  <ITEM>500g de tomates</ITEM>
  <ITEM>125g de mozzarella</ITEM>
  <ITEM>1 poign&#xE9;e de basilic</ITEM>
  <ITEM>1 pinc&#xE9;e de sel</ITEM>
  <ITEM>poivre</ITEM>
</BLIST>

<LINE/>

<BLIST>
  <ITEM>La p&#xE2;te pour une tarte ou 5 tartelettes : disposer la farine en fontaine sur le plan de travail et ajoutez le sel. Travaillez le beurre coup en cubes et la farine en les faisant passer comme du sable entre les doigts. Faites un puits au centre de ce m&#xE9;lange et versez l'&#x153;uf l&#xE9;g&#xE8;rement battu, puis la cr&#xE8;me fra&#xEE;che. &#xC0; l'aide d'une spatule, travaillez lentement la pr&#xE9;paration afin d'obtenir une p&#xE2;te uniforme et formez une boule. Enveloppez dans un film plastique et r&#xE9;frig&#xE9;rez pendant 1 heure avant de l'utiliser.</ITEM>
  <ITEM>Pr&#xE9;chauffez le four &#xE0; 180&#xB0;C (thermostat 6). Beurrez l&#xE9;g&#xE8;rement un moule &#xE0; tarte. &#xC9;talez la p&#xE2;te et d&#xE9;posez-la dans le moule. Piquez le fond avec une fourchette.</ITEM>
  <ITEM>La garniture : trempez les tomates dans de l'eau bouillante. Retirez-les et plongez-les dans un bol d'eau froide avant de les peler. Coupez-les en deux et retirez les p&#xE9;pins. D&#xE9;coupez-les ensuite en morceaux et disposez-les sur la p&#xE2;te. Recouvrez-les de mozzarella coup&#xE9;e en d&#xE9;s. Parsemez de feuilles de basilic. Battez les &#x153;ufs et la cr&#xE8;me dans un saladier. Salez, poivrez.</ITEM>
  <ITEM>Versez la garniture sur la p&#xE2;te et faites cuire pendant environ 40 minutes.</ITEM>
  <ITEM>Avant de d&#xE9;mouler, laisser refroidir.</ITEM>
</BLIST>

<I><U>source :</U> "Quiches, cakes &amp; compagnie" d'Ilona Chovancova - page 6</I>

</CONTENT>
</PAGE>
