<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>R&#xF4;ti de porc aux pommes</TITLE>
<PATH>bouffe/0146.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<SLIST>
  <ITEM>Pr&#xE9;paration : 10 mn</ITEM>
  <ITEM>Cuisson : 1h 25</ITEM>
</SLIST>
<LINE/>
<BLIST><TITLE>Pour 5 ou 6 personnes :</TITLE>
  <ITEM>1 kg 500 de filet ou de palette de porc bard&#xE9;e et ficel&#xE9;e</ITEM>
  <ITEM>2 cuiller&#xE9;es &#xE0; soupe d'huile ou de saindoux</ITEM>
  <ITEM>1 kg de pommes acidul&#xE9;es</ITEM>
  <ITEM>4 oignons</ITEM>
  <ITEM>2 &#xE9;chalotes</ITEM>
  <ITEM>3 gousses d'ail</ITEM>
  <ITEM>sel et poivre</ITEM>
</BLIST>
<LINE/>
<BLIST>
  <ITEM>&#xC9;pluchez les gousses d'ail et taillez-les en &#xE9;clats pointus ; piquez-en toute la surface de la palette ; &#xE9;pluchez et hachez finement les oignons et les &#xE9;chalotes.</ITEM>
  <ITEM>Faites chauffer l'huile ou le saindoux dans une cocotte ; mettez-y la palette ; faites-la dorer de tous les c&#xF4;t&#xE9;s, sur feu moyen, pendant 7 ou 8 minutes ; salez-la et poivrez-la.</ITEM>
  <ITEM>Ajoutez le hachis d'oignons et d'&#xE9;chalotes autour de la viande ; faites-le blondir pendant 2 ou 3 minutes sur feu doux ; ajoutez alors l'ail ; arrosez avec 10 centilitres d'eau chaude, portez &#xE0; &#xE9;bullition, r&#xE9;duisez le feu au minimum et faites cuire pendant 1 heure.</ITEM>
  <ITEM>Juste avant la fin de cette cuisson, pelez les pommes, coupez-les en quatre, retirez-en le c&#x153;ur et les p&#xE9;pins, puis taillez chaque quartier en 3 ou 4 lamelles &#xE9;paisses.</ITEM>
  <ITEM>Ajoutez les pommes autour de la palette ; si la sauce est presque totalement &#xE9;vapor&#xE9;e, ajoutez 3 ou 4 cuiller&#xE9;es suppl&#xE9;mentaires d'eau chaude ; rectifiez l'assaisonnement ; couvrez &#xE0; nouveau et faites cuire pendant encore 15 minutes, sur feu tr&#xE8;s doux.</ITEM>
  <ITEM>Faites chauffer le plat de service.</ITEM>
  <ITEM>Quand la viande est cuite, &#xE9;gouttez-la, d&#xE9;ficelez-la, retirez-en la barde et d&#xE9;coupez-la ; mettez les tranches dans le plat chaud ; &#xE9;gouttez les lamelles de pommes &#xE0; l'&#xE9;cumoire et disposez-les autour des tranches de viande ; nappez avec la sauce et servez aussit&#xF4;t, avec des pommes de terre vapeur.</ITEM>
</BLIST>
<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 968</I>
</CONTENT>
</PAGE>
