<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>B&#x153;uf bourguignon (2)</TITLE>
<PATH>bouffe/0148.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<SLIST>
  <ITEM>Pr&#xE9;paration : 10 mn</ITEM>
  <ITEM>Cuisson : 2h</ITEM>
</SLIST>
<LINE/>
<BLIST><TITLE>Pour 4 ou 5 personnes :</TITLE>
  <ITEM>1 kg de tranche, de macreuse ou de pointe de culotte</ITEM>
  <ITEM>1 cuiller&#xE9;e &#xE0; soupe de farine</ITEM>
  <ITEM>150g de lard de poitrine frais</ITEM>
  <ITEM>30g de beurre</ITEM>
  <ITEM>1 grosse &#xE9;chalote</ITEM>
  <ITEM>2 oignons</ITEM>
  <ITEM>1/2 litre de vin rouge</ITEM>
  <ITEM>1 verre de bouillon frais ou pr&#xE9;par&#xE9; avec du concentr&#xE9;</ITEM>
  <ITEM>1 ou 2 gousses d'ail</ITEM>
  <ITEM>1 bouquet garni</ITEM>
  <ITEM>1 kg de pommes de terre</ITEM>
  <ITEM>1 petit bouquet de persil</ITEM>
  <ITEM>sel et poivre</ITEM>
</BLIST>

<BLIST><TITLE>Pour le beurre mani&#xE9; :</TITLE>
  <ITEM>1 cuiller&#xE9;e &#xE0; dessert de beurre</ITEM>
  <ITEM>la m&#xEA;me quantit&#xE9; de farine</ITEM>
</BLIST>
Pr&#xE9;voir une cocotte &#xE0; pression.
<LINE/>
<BLIST>
  <ITEM>Coupez le lard en fins lardons ; faites chauffer le beurre dans une cocotte &#xE0; pression, ajoutez les lardons et faites-les rissoler, en les retournant plusieurs fois ; pendant de temps, coupez la viande en gros cubes et pelez les oignons, l'&#xE9;chalote et l'ail ; hachez ensemble oignon et &#xE9;chalote, &#xE9;crasez l'ail.</ITEM>
  <ITEM>Quand la viande est bien revenue, poudrez-la de farine et ajoutez le vin rouge, le bouillon, l'ail, le bouquet garni, de sel et du poivre ; couvrez sans installer la pression et laissez cuire doucement pendant 2 heures, mais :</ITEM>
  <ITEM>Apr&#xE8;s une 1 heure de cuisson, pelez les pommes de terre, coupez-les en quatre, lavez-les et placez-les dans le panier &#xE0; trous de l'appareil ; posez celui-ci sur la viande : les pommes de terre cuiront &#xE0; la vapeur.</ITEM>
  <ITEM>Lavez, &#xE9;pongez et ciselez le persil.</ITEM>
  <ITEM>Quand le "bourguignon" est cuit, pr&#xE9;parez le beurre mani&#xE9; en m&#xE9;langeant la cuiller&#xE9;e de beurre et la cuiller&#xE9;e de farine ; jetez le m&#xE9;lange dans la cocotte et remuez bien ; laissez cuire 2 minutes.</ITEM>
  <ITEM>Versez la viande dans un plat creux ; disposez les pommes de terre autour, parsemez de persil cisel&#xE9; et servez br&#xFB;lant.</ITEM>
  <ITEM>Pour acc&#xE9;l&#xE9;rer la cuisson, vous pouvez utiliser la pression pendant 45 minutes, puis laisser &#xE9;chapper la vapeur pour achever la cuisson de fa&#xE7;on traditionnelle. Si le temps presse, vous pouvez faire cuire enti&#xE8;rement &#xE0; la pression, pendant 1 heure.</ITEM>
  <ITEM>Pour am&#xE9;liorer le bourguignon, vous pouvez ajouter &#xE0; la cuisson 200g de petits champignons entiers ou de gros champignons &#xE9;minc&#xE9;s ou bien, 20 minutes avant la fin de la cuisson de la viande, une douzaine de petits oignons revenus au beurre.</ITEM>
</BLIST>
<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 209</I>
</CONTENT>
</PAGE>
