<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Osso-buco</TITLE>
<PATH>bouffe/0151.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<SLIST>
  <ITEM>Pr&#xE9;paration : 15 mn</ITEM>
  <ITEM>Cuisson : 3h</ITEM>
</SLIST>
<LINE/>
<BLIST><TITLE>Pour 6 personnes :</TITLE>
  <ITEM>1kg 750 de jarret de veau coup&#xE9; en tranches</ITEM>
  <ITEM>50g de farine</ITEM>
  <ITEM>3 cuiller&#xE9;es &#xE0; soupe d'huile d'olive</ITEM>
  <ITEM>2 carottes</ITEM>
  <ITEM>1 poireau</ITEM>
  <ITEM>1 gros oignon</ITEM>
  <ITEM>2 &#xE9;chalotes</ITEM>
  <ITEM>4 gousses d'ail</ITEM>
  <ITEM>600g de tomates pel&#xE9;es en conserve</ITEM>
  <ITEM>1 branche de c&#xE9;leri</ITEM>
  <ITEM>10 cl de vin blanc sec</ITEM>
  <ITEM>25 cl de bouillon de b&#x153;uf pr&#xE9;par&#xE9; avec du concentr&#xE9;</ITEM>
  <ITEM>1 bouquet garni</ITEM>
  <ITEM>1 grosse pinc&#xE9;e de piment de Cayenne</ITEM>
  <ITEM>1 petite botte de persil</ITEM>
  <ITEM>set et poivre</ITEM>
</BLIST>
<LINE/>
<BLIST>
  <ITEM>Versez la farine dans un plat creux ; salez-la et poivrez-la ; passez-y les tranches de jarret, puis secouez-les pour en retirer l'exc&#xE9;dent ; &#xE9;pluchez l'oignon et les &#xE9;chalotes et hachez-les finement ; grattez les carottes et coupez-les en rondelles ; pelez et &#xE9;crasez l'ail ; effilez le c&#xE9;leri et coupez-le en petits d&#xE9;s ; &#xE9;pluchez le poireau en n'en gardant que le blanc ; hachez-le finement ; lavez et ciselez le persil.</ITEM>
  <ITEM>Faites chauffer l'huile d'olive dans une grande cocotte ; faites-y revenir les tranches de jarret pendant 3 &#xE0; 4 minutes ; retournez ensuite les tranches ; ajoutez les morceaux de c&#xE9;leri, d'oignon, de carottes et de poireau ; faites dorer pendant 5 minutes, puis ajoutez l'ail et les &#xE9;chalotes ; m&#xE9;langez ; ajoutez alors les tomates avec leur jus, le bouillon, le vin blanc, le bouquet garni, le piment de Cayenne, du sel et du poivre ; portez &#xE0; &#xE9;bullition sur feu vif, puis r&#xE9;duisez le feu, couvrez et faites cuire &#xE0; petite &#xE9;bullition pendant 2 heures 50.</ITEM>
  <ITEM>Faites chauffer le plat de service au dessus d'une casserole d'eau bouillante.</ITEM>
  <ITEM>Retirez le bouquet garni de l'osso-buco ; rectifiez l'assaisonnement ; versez l'osso-buco dans le plat chaud, parsemez-le de persil hach&#xE9; ; servez-le avec des p&#xE2;tes au beurre et une coupe de parmesan.</ITEM>
</BLIST>
<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 881</I>
</CONTENT>
</PAGE>
