<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Chou brais&#xE9; aux lardons</TITLE>
<PATH>bouffe/0152.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>

<SLIST>
<ITEM>Pr&#xE9;paration : 15 mn</ITEM>
<ITEM>Cuisson : 1 h 20</ITEM>
</SLIST>

<LINE/>

<BLIST><TITLE>Pour 6 personnes :</TITLE>
<ITEM>1 gros chou blanc</ITEM>
<ITEM>250g de lard de poitrine fum&#xE9;e</ITEM>
<ITEM>1 gros oignon</ITEM>
<ITEM>1 grosse carotte</ITEM>
<ITEM>1 gros blanc de poireau</ITEM>
<ITEM>1 c&#xF4;te de c&#xE9;leri</ITEM>
<ITEM>1 bouquet garni</ITEM>
<ITEM>60g de beurre ou 3 cuiller&#xE9;es &#xE0; soupe d'huile</ITEM>
<ITEM>2 grands verres de bouillon frais ou pr&#xE9;par&#xE9; avec du concentr&#xE9; </ITEM>
<ITEM>gros sel</ITEM>
<ITEM>sel et poivre</ITEM>
</BLIST>

<LINE/>

<BLIST>
<ITEM>Mettez un faitout d'eau sal&#xE9;e &#xE0; bouillir et faites chauffer le four &#xE0; 250&#xB0;C.</ITEM>
<ITEM>D&#xE9;barrassez le chou de ses feuilles fan&#xE9;es &#xE9;ventuelles, coupez-le en huit et retirez la partie centrale dure ; coupez les feuilles en lani&#xE8;res ; jetez ces lani&#xE8;res dans l'eau bouillante, laissez-les blanchir 3 ou 4 minutes, puis &#xE9;gouttez-les, rafra&#xEE;chissez-les, &#xE9;gouttez-les encore, pressez-les ; pendant ce temps, pelez la carotte et l'oignon, coupez-les en petits d&#xE9;s ; coupez la couenne du lard et coupez-le en fins lardons.</ITEM>
<ITEM>Faites fondre le beurre ou chauffer l'huile dans une cocotte ; ajoutez les lardons et retournez-les pour qu'ils dorent de toutes parts, puis ajoutez les l&#xE9;gumes taill&#xE9;s, couvrez et laisser cuire doucement (&#xE9;tuver) 7 ou 8 minutes.</ITEM>
<ITEM>Ajoutez les lani&#xE8;res de chou, la moiti&#xE9; du bouillon, le bouquet garni et du poivre : vous ne salerez que plus tard ; couvrez, enfournez et laissez la cuisson s'achever 1 heure environ, en ajoutant peu &#xE0; peu le reste du bouillon si c'est n&#xE9;cessaire : tout le liquide doit &#xEA;tre absorb&#xE9; en fin de cuisson ; rectifiez l'assaisonnement.</ITEM>
<ITEM>Retirez le bouquet garni de la cocotte et servez le chou brais&#xE9; br&#xFB;lant.</ITEM>
</BLIST>

<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 334</I>

</CONTENT>
</PAGE>
