<?xml version="1.0"?>
<?xml-stylesheet type="text/xsl" href="../css/strict.xsl"?>
<PAGE xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:noNamespaceSchemaLocation="../css/schema.xsd">
<TITLE>Porc aux &#xE9;pices &#xE0; l'indon&#xE9;sienne</TITLE>
<PATH>bouffe/0153.xml</PATH>
<DATE><YEAR>2010</YEAR><MONTH>10</MONTH><DAY>25</DAY></DATE>
<CONTENT>
<SLIST>
  <ITEM>Pr&#xE9;paration : 15 mn</ITEM>
  <ITEM>Cuisson : 1 h 25 environ</ITEM>
</SLIST>
<LINE/>
<BLIST><TITLE>Pour 4 personnes :</TITLE>
  <ITEM>800g d'&#xE9;chine de porc</ITEM>
  <ITEM>2 oignons</ITEM>
  <ITEM>1 gros poivron vert</ITEM>
  <ITEM>1/2 bo&#xEE;te de tomates concass&#xE9;es</ITEM>
  <ITEM>1/2 litre de bouillon de b&#x153;uf cors&#xE9;</ITEM>
  <ITEM>1 bouquet garni</ITEM>
  <ITEM>2 grosses gousses d'ail</ITEM>
  <ITEM>4 cuiller&#xE9;es &#xE0; soupe d'huile</ITEM>
  <ITEM>1 dose de safran en poudre</ITEM>
  <ITEM>1/2 cuiller&#xE9;e &#xE0; caf&#xE9; de gingembre en poudre</ITEM>
  <ITEM>1 grosse pinc&#xE9;e de quatre-&#xE9;pices</ITEM>
  <ITEM>1 petite botte de persil de coriandre frais ou de cerfeuil</ITEM>
  <ITEM>sel et poivre</ITEM>
</BLIST>
<LINE/>
<BLIST>
  <ITEM>&#xC9;pluchez les oignons et coupez-les en lamelles fines ; lavez et essuyez le poivron, fendez-le en deux, retirez-en les graines et les cloisons blanches, puis taillez-le en lani&#xE8;res fines ; coupez la viande en d&#xE9;s de 3 cm environ de c&#xF4;t&#xE9; ; pelez et &#xE9;crasez l'ail.</ITEM>
  <ITEM>Faites chauffer l'huile dans une sauteuse, mettez-y les d&#xE9;s de viande ; faites-les dorer de tous les c&#xF4;t&#xE9;s sur feu vif pendant 5 minutes ; ajoutez-y alors les lamelles d'oignons et les lani&#xE8;res de poivron ; faites blondir pendant 2 ou 3 minutes sur feu moyen, en remuant sans cesse.</ITEM>
  <ITEM>Ajoutez ensuite les tomates concass&#xE9;es avec leur jus et assez de bouillon pour que le liquide arrive &#xE0; mi-hauteur de la viande ; ajoutez l'ail, le bouquet garni, le safran, le gingembre et les quatres-&#xE9;pices ; salez et poivrez ; portez &#xE0; &#xE9;bullition, puis r&#xE9;duisez le feu au minimum, couvrez et faites cuire pendant 1 heure.</ITEM>
  <ITEM>Retirez ensuite le couvercle et laissez cuire encore pendant 15 minutes &#xE0; feu moyen pour faire &#xE9;paissir la sauce ; rectifiez l'assaisonnement.</ITEM>
  <ITEM>Faites chauffer le plat de service ; lavez et ciselez le persil de coriandre ou le cerfeuil.</ITEM>
  <ITEM>Quand la sauce est onctueuse, versez la viande et sa sauce dans le plat chaud, parsemez de persil de coriandre ou de cerfeuil et servez aussit&#xF4;t, avec du riz.</ITEM>
</BLIST>
<I><U>source :</U> "Mon Bouquin de Cuisine" par Fran&#xE7;oise Burgaud - page 964</I>
</CONTENT>
</PAGE>
