<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>dinde au miel et noix de cajou</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/common.js"></script>
</head>
<body>

<center>
<h1>
dinde au miel et noix de cajou</h1></center>
(Contrairement &agrave; ce que pense JAM, ce n'est extrait ni d'Asterix
et Obelix de Goscinny et Uderzo, ni de La Chute de L'Empire Romain de Gibbons).
<p>pour 4 personnes
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
4 escalopes de dinde (~ 500 g)</li>

<li>
100 g de noix de cajou</li>

<li>
6 petits oignons blancs frais (1 gros oignon blanc fait aussi l'affaire)</li>

<li>
1 petit bouquet de coriandre (ou persil si on ne trouve pas)</li>

<li>
4 cuill&egrave;res &agrave; soupe de sauce de soja</li>

<li>
2 cuill&egrave;res &agrave; soupe de miel</li>

<li>
1 cuill&egrave;re &agrave; soupe de farine</li>

<li>
1 cuill&egrave;re &agrave; soupe de vinaigre (de vin ou de cidre)</li>

<li>
huile d'olive</li>
</ul>

<hr NOSHADE WIDTH="80%">
<ul>
<li>
D&eacute;coupez les escalopes en morceaux de 2 cm de c&ocirc;t&eacute;.
Epluchez et &eacute;mincez les oignons ainsi qu'une partie des tiges vertes.
Lavez et ciselez la coriandre.</li>

<li>
Faites chauffer l'huile dans une cocotte. Ajoutez le miel. Faites caram&eacute;liser
l&eacute;g&egrave;rement le m&eacute;lange. Jetez les morceaux de dinde
et les oignons. Remuez avec une cuill&egrave;re en bois. Lorsque les morceaux
sont bien impr&eacute;gn&eacute;s, baissez le feu et saupoudrer de farine.
M&eacute;langez &agrave; nouveau et mouillez avec le soja et 1/2 verre
d'eau. Ajoutez les noix de cajou. Laissez mijoter &agrave; couvert pendant
10 minutes.</li>

<li>
En fin de cuisson, ajoutez la cuill&egrave;re de vinaigre. Laissez cuire
encore une minute. Rectifiez l'assaisonnement si n&eacute;cessaire. Disposez
dans un plat de service. Parsemez de coriandre cisel&eacute;e.</li>
</ul>

<p><br><i><u>source :</u> Fred et Caro</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: December 13</font><sup><font size=-2>th</font></sup><font size=-1>,
2001 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
