<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>lapin confit au miel et au carvi</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/common.js"></script>
</head>
<body>

<center>
<h1>
lapin confit au miel et au carvi</h1></center>
pour 6 personnes
<br>pr&eacute;paration : 30 min
<br>cuisson : 35 min
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
un lapin de 1,2kg d&eacute;coup&eacute; en morceaux</li>

<li>
2 bottes de carottes fanes</li>

<li>
3 gousses d'ail</li>

<li>
6 brins de thym</li>

<li>
1 brin de romarin</li>

<li>
4 cuil. &agrave; soupe de miel de romarin</li>

<li>
2 cuil. &agrave; soupe de vinaigre balsamique</li>

<li>
1 cuil. &agrave; soupe de vinaigre de vin</li>

<li>
huile d'olive</li>

<li>
1 cuil. &agrave; caf&eacute; de graines de carvi</li>

<li>
sel, poivre</li>
</ul>

<hr NOSHADE WIDTH="80%">
<ul>
<li>
Pr&eacute;chauffez le four sur th. 7 (210&deg;C). R&eacute;partissez les
brins de thym sur le r&acirc;ble et les pattes avant et arri&egrave;re
du lapin. Ficelez chaque morceau, installez-les dans un plat &agrave; gratin.
Arrosez-les d'un filet d'huile d'olive, puis ajoutez les gousses d'ail
enti&egrave;res et le romarin. Salez et poivrez.</li>

<li>
Chauffez trois cuiller&eacute;es de miel, d&eacute;layez-le avec le vinaigre
balsamique et badigeonnez-en les morceaux de lapin. Enfournez et laissez
cuire 25 min environ en ajoutant un peu d'eau dans le plat en cours de
cuisson.</li>

<li>
Grattez et lavez les carottes, laissez 5cm de fanes. Faites-les revenir
5 min avec deux cuiller&eacute;es d'huile d'olive. Salez, poivrez. Ajoutez
le carvi, une cuiller&eacute;e de miel, le vinaigre de vin. Mouillez avec
20cl d'eau. Faites cuire 10 min &agrave; couvert et 5 min &agrave; d&eacute;couvert
jusqu'&agrave; &eacute;vaporation du jus.</li>

<li>
Montez la temp&eacute;rature du four &agrave; th. 8 pour caram&eacute;liser
les morceaux de lapin 3 min. Enlevez-les et r&eacute;servez-les dans un
plat de pr&eacute;sentation chaud. Ajoutez les carottes. D&eacute;layez
les sucs de cuisson en grattant avec 20cl d'eau, &eacute;crasez les gousses
d'ail dedans. Faites bouillir de jus 2 min et versez-le dans le plat de
lapin. Servez.</li>
</ul>

<p><br><i><u>source :</u> Cuisine Actuelle - janvier 2000 n&deg; 109 -
page 54</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: May 5</font><sup><font size=-2>th</font></sup><font size=-1>,
2002 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
