<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>croustillant de volaille &agrave; l'orange</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language="JavaScript" src="../css/common.js"></script>
</head>
<body>

<center>
<h1>
croustillant de volaille &agrave; l'orange</h1></center>
pour 4 personnes
<br>pr&eacute;paration : 40 min
<br>cuisson : 40 min
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
3 magrets de canard</li>

<li>
250g d'escalope de poulet</li>

<li>
200g de foies de volaille</li>

<li>
4 grandes feuilles de brick</li>

<li>
30g de mie de pain</li>

<li>
1 œuf</li>

<li>
30g de miel</li>

<li>
3 oranges</li>

<li>
500g de mesclun (salades m&eacute;lang&eacute;es)</li>

<li>
1 cuil. &agrave; soupe d'&eacute;chalotes hach&eacute;es</li>

<li>
2 gousses d'ail hach&eacute;es</li>

<li>
2 citron non trait&eacute;s</li>

<li>
3 cuil. &agrave; soupe d'huile</li>

<li>
2cl de vinaigre</li>

<li>
1 cuil. &agrave; caf&eacute; de moutarde</li>

<li>
1 branchette de thym</li>

<li>
sel, poivre</li>
</ul>

<hr NOSHADE WIDTH="80%">
<ul>
<li>
Faites durcir l'œuf pendant 10 min dans de l'eau bouillante.</li>

<li>
Chauffez quelques gouttes d'huile dans une po&ecirc;le. Posez les magrets
c&ocirc;t&eacute; peau et laissez cuire jusqu'&agrave; ce que la peau soit
croustillante. Retournez-les et continuez la cuisson 3 min. Mettez-les
de c&ocirc;t&eacute;. Dans la m&ecirc;me po&ecirc;le, saisissez les escalopes
de poulet 10 min. R&eacute;servez et remplacez par les foies et les &eacute;chalotes
; faites cuire 4 min.</li>

<li>
Emiettez la mie de pain dans un bol. R&acirc;pez finement le zeste d'une
orange. D&eacute;coupez une orange en fines rondelles pour la d&eacute;coration.
Pressez les deux autres oranges. Otez les foies de la po&ecirc;le. Versez
dans la m&ecirc;me po&ecirc;le le miel et le vinaigre, puis le jus d'orange
avec les zestes et laissez sur le feu 2 min. Versez ce m&eacute;lange sur
la mie de pain. Hachez les foies, le poulet et l'œuf dur &eacute;cal&eacute;.
M&eacute;langez avec le pain. Ajoutez l'ail, le thym effeuill&eacute;,
du sel et du poivre.</li>

<li>
Coupez les magrets en fines tranches. Posez les feuilles de brick &agrave;
plat. Huilez-les sur les deux faces &agrave; l'aide d'un pinceau. R&eacute;partissez
la farce au centre de chacune d'elles et recouvrez d'&eacute;minc&eacute;
de canard. Puis, repliez vers le centre les feuilles de brick en prenant
garde de ne pas les percer ; si cela se produit, enveloppez dans une seconde
feuille de brick. Maintenez-les si n&eacute;cessaire avec une ficelle.
Enfournez et attendez (5 &agrave; 8 min) que le dessus soit bien dor&eacute;
et bien croustillant.</li>

<li>
Pr&eacute;parez une sauce avec la moutarde, les citrons press&eacute;s
et une cuiller&eacute;e &agrave; soupe d'huile. Assaisonnez la salade.
Servez avec les croustillants de volaille.</li>
</ul>

<p><br><i><u>source :</u> Cuisine Actuelle - Hors S&eacute;rie Automne-Hiver
1994&nbsp; - page 30</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: May 13</font><sup><font size=-2>th</font></sup><font size=-1>,
2002 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
