<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>g&acirc;teau frais aux pommes et aux amandes</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script src="../scripts/common.js"  type="module"></script>
</head>
<body>

<center>
<h1>
g&acirc;teau frais aux pommes et aux amandes</h1></center>
pour 6 personnes
<br>pr&eacute;paration : 25 mn
<br>cuisson : 1h
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
350g de p&acirc;te bris&eacute;e</li>

<li>
400g de fromage blanc en faisselle</li>

<li>
3 pommes</li>

<li>
4 œufs</li>

<li>
20g de beurre</li>

<li>
180g de sucre</li>

<li>
15cl de cr&egrave;me fra&icirc;che</li>

<li>
1 cuil. &agrave; soupe d'amandes effil&eacute;es</li>

<li>
15g de Ma&iuml;zena</li>

<li>
le jus de 2 citrons</li>

<li>
3 cuil. &agrave; soupe de gel&eacute;e de pomme</li>

<li>
sucre glace</li>
</ul>

<hr NOSHADE WIDTH="80%">
<ul>
<li>
La veille, videz le petit lait du pot de fromage blanc et laissez-le s'&eacute;goutter
dans la faisselle.</li>

<li>
Le jour m&ecirc;me, &eacute;talez la p&acirc;te sur un plan de travail
farin&eacute; et garnissez-en un moule, pr&eacute;alablement tapiss&eacute;
de papier sulfuris&eacute; beurr&eacute;. Entreposez dans le r&eacute;frig&eacute;rateur.</li>

<li>
Pelez et &eacute;p&eacute;pinez les pommes, coupez-les en tranches. Arrosez-les
avec le jus d'un citron pour &eacute;viter qu'elles noircissent. Pr&eacute;chauffez
votre four &agrave; thermostat 6 (180&deg;C).</li>

<li>
S&eacute;parez les jaunes d'œufs des blancs. Fouettez les jaunes avec le
sucre en poudre jusqu'&agrave; ce que le m&eacute;lange mousse et blanchisse.
Ajoutez le fromage blanc et la Ma&iuml;zena, le jus de l'autre citron et
la cr&egrave;me fra&icirc;che. M&eacute;langez soigneusement.</li>

<li>
Battez les blancs d'œufs en neige ferme et incorporez-les au m&eacute;lange
pr&eacute;c&eacute;dent.</li>

<li>
Sortez le moule du r&eacute;frig&eacute;rateur, coulez 1 cm de pr&eacute;paration
au fromage blanc dans le fond et disposez dessus un tiers des tranches
de pomme. Couvrez avec le reste de la pr&eacute;paration et disposez le
reste des pommes dessus. Enfournez et laissez cuire 1h.</li>

<li>
Laissez refroidir le g&acirc;teau hors du four, puis d&eacute;moulez et
mettez-le au r&eacute;frig&eacute;rateur.</li>

<li>
Faites griller l&eacute;g&egrave;rement &agrave; sec dans une po&ecirc;le
les amandes effil&eacute;es. Chauffez la gel&eacute;e de pomme avec 1 cuiller&eacute;e
&agrave; soupe d'eau, puis badigeonnez-en le g&acirc;teau. Parsemez-le
d'amandes dor&eacute;es et saupoudrez-le de sucre glace. Servez tr&egrave;s
frais.</li>
</ul>

<p><br><i><u>source :</u> Cuisine Actuelle - octobre 1996, n&deg; 70 -
page 17</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: December 14</font><sup><font size=-2>th</font></sup><font size=-1>,
2001 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
