<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.74 [en] (Win95; U) [Netscape]">
   <title>tarte de ricotta aux framboises</title>
<link REL=STYLESHEET TYPE="text/css" HREF="../css/standard" TITLE="standard">
<script language='JavaScript' src='../css/tools'></script>
</head>
<body>

<center>
<h1>
tarte de ricotta aux framboises</h1></center>
pour 6 personnes
<br>pr&eacute;paration : 30 min
<br>cuisson : 1h10
<br>r&eacute;frig&eacute;ration : 12h la veille + 6h le jour m&ecirc;me
<p>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
500g de framboises</li>

<li>
500g de ricotta</li>

<li>
30cl de cr&egrave;me &eacute;paisse</li>

<li>
4 œufs</li>

<li>
150g de sucre semoule</li>

<li>
sucre glace</li>

<li>
1 cuil. &agrave; caf&eacute; de vanille liquide</li>

<li>
2 cuil. &agrave; soupe rases de farine</li>

<li>
1 orange et 1 citron non trait&eacute;s</li>

<li>
2 brins de menthe</li>
</ul>
pour la p&acirc;te :
<ul>
<li>
250f de farine tamis&eacute;e</li>

<li>
100g de beurre mou + 20g</li>

<li>
2 petits œufs</li>

<li>
100g de sucre glace</li>

<li>
20g de cacao amer</li>

<li>
1 pinc&eacute;e de sel</li>
</ul>

<p><br>
<hr NOSHADE WIDTH="80%">
<ul>
<li>
Pr&eacute;parez la p&acirc;te. Tamisez la farine et le cacao, creusez en
fontaine. Ajoutez le beurre mou en cubes, puis le sucre et le sel. M&eacute;langez,
incorporez les deux œufs puis la farine. Lorsque la p&acirc;te est homog&egrave;ne,
&eacute;crasez-la &agrave; deux ou trois fois &agrave; la paume de la main
en l'&eacute;tirant. Roulez-la en boule, placez-la au frais, dans un linge,
jusqu'au lendemain.</li>

<li>
Le jour m&ecirc;me, sortez la p&acirc;te &agrave; temp&eacute;rature ambiante
20 min, &eacute;talez-la sur 3 mm d'&eacute;paisseur. Tapissez-en un moule
&agrave; tourte &agrave; bord haut et amovible, beurr&eacute;. Piquez le
fond &agrave; la fourchette. Coupez le d&eacute;bord au rouleau et placez
au r&eacute;frig&eacute;rateur 30 min.</li>

<li>
Pr&eacute;chauffez le four &agrave; th. 6 (180&deg;C). Recouvrez le fond
de tarte de papier sulfuris&eacute;, versez une couche de l&eacute;gumes
secs. Enfournez et laissez cuire 10 min. Laissez refroidir dans le moule.
R&eacute;glez le thermostat &agrave; 5 (150&deg;C).</li>

<li>
Lavez le citron et l'orange, r&acirc;pez le zeste. Fouettez la ricotta
et la cr&egrave;me ; incorporez-y les jaunes d'œufs, le sucre semoule,
la farine, les zestes, une cuiller&eacute;e de jus de citron, la vanille,
puis les blanc d'œufs mont&eacute;s en neige ferme avec une pinc&eacute;e
de sel.</li>

<li>
Mettez quelques framboises de c&ocirc;t&eacute;. Versez le tiers de pr&eacute;paration
fromag&eacute;e sur le fond de tarte, &eacute;parpillez la moiti&eacute;
des framboises. Couvrez du tiers de fromage, de reste des framboises puis
du reste de fromage; Enfournez, laissez cuire 1 heure, puis laissez refroidir
la tarte et mettez-la au r&eacute;frig&eacute;rateur 6h.</li>

<li>
Au moment de servir, enlevez le bord amovible et glissez la tarte sur un
plat. Saupoudrez de sucre glace, d&eacute;corez des framboises r&eacute;serv&eacute;es
et de feuilles de menthe. Pr&eacute;sentez tr&egrave;s frais.</li>

<br>&nbsp;</ul>

<p><br><i><u>source :</u> Cuisine Actuelle - juin 2000 n&deg; 114&nbsp;
- page 45</i>
<br>&nbsp;
<p>
<hr NOSHADE WIDTH="80%">
<p><i><font size=-1>Last update: July 17</font><sup><font size=-2>th</font></sup><font size=-1>,
2003 - <a href="javascript:do_email()">Laurent</a></font></i>
</body>
</html>
